{
	"intro-lead": "Co je Federace?",
	"intro-body": "NodeBB dokáže komunikovat s ostatními instancemi NodeBB, které to podporují. To je možné díky protokolu <a href=\"https://activitypub.rocks/\">ActivityPub</a>. Pokud jej povolíte, bude NodeBB schopen komunikovat také s dalšími aplikacemi a weby, které ActivityPub používají (např. Mastodon, Peertube atd.).",
	"general": "Obecné",
	"pruning": "Čištění obsahu",
	"content-pruning": "Počet dní pro uchování vzdáleného obsahu",
	"content-pruning-help": "Vzdálený obsah, který obdržel reakci (odpověď nebo hlas „pro/ proti“), bude uchován. (0 = vypnuto)",
	"user-pruning": "Počet dní pro ukládání vzdálených uživatelských účtů do mezipaměti",
	"user-pruning-help": "Vzdálené uživatelské účty budou odstraněny pouze v případě, že nemají žádné příspěvky. Jinak budou znovu načteny. (0 = vypnuto)",
	"enabled": "Povolit federaci",
	"enabled-help": "Pokud je povoleno, umožní to tomuto NodeBB komunikovat se všemi klienty podporujícími ActivityPub v širším fediverse.",
	"allowLoopback": "Povolit zpracování smyčky",
	"allowLoopback-help": "Užitečné pouze pro účely ladění. Pravděpodobně byste měli ponechat tuto možnost vypnutou.",

	"probe": "Otevřít v aplikaci",
	"probe-enabled": "Zkusit otevřít zdroje podporující ActivityPub v NodeBB",
	"probe-enabled-help": "Pokud je povoleno, NodeBB bude kontrolovat každý externí odkaz, zda existuje jeho ekvivalent podporující ActivityPub, a načte jej přímo v NodeBB.",
	"probe-timeout": "Časový limit vyhledávání (v milisekundách)",
	"probe-timeout-help": "(Výchozí: 2000) Pokud dotaz na vyhledávání nedostane odpověď během nastaveného časového limitu, uživatel bude místo toho přesměrován přímo na odkaz. Zvyšte tuto hodnotu, pokud servery reagují pomalu a chcete poskytnout více času.",

	"rules": "Kategorizace",
	"rules-intro": "Obsah získaný prostřednictvím ActivityPub může být automaticky kategorizován podle určitých pravidel (např. hashtagů).",
	"rules.modal.title": "Jak to funguje",
	"rules.modal.instructions": "Jakýkoli příchozí obsah je kontrolován podle těchto pravidel kategorizace a obsah, který pravidlům odpovídá, je automaticky přesunut do vybrané kategorie. <br /><br /><strong>N.B.</strong>Obsah, který je již kategorizován (např. ve vzdálené kategorii), těmito pravidly neprochází.",
	"rules.add": "Přidat nové pravidlo",
	"rules.help-hashtag": "Témata obsahující tento hashtag bez ohledu na velikost písmen budou odpovídat. Nepište symbol <code>#</code>.",
	"rules.help-user": "Témata vytvořená zadaným uživatelem budou odpovídat. Zadejte identifikátor nebo celé ID (např. <code>bob@example.org</code> nebo <code>https://example.org/users/bob</code>).",
	"rules.type": "Typ",
	"rules.value": "Hodnota",
	"rules.cid": "Kategorie",

	"relays": "Přeposílače",
	"relays.intro": "Přeposílač zlepšuje objevování obsahu do vašeho NodeBB i z něj. Přihlášení k přeposílání znamená, že přijatý obsah je přeposlán sem a obsah zveřejněný zde je šířen dál.",
	"relays.warning": "Poznámka: Přeposílače mohou přijímat velké množství dat, což může zvýšit náklady na úložiště a zpracování.",
	"relays.litepub": "NodeBB dodržuje standard přeposílačů ve stylu LitePub. URL, kterou sem zadáte, by měla končit na <code>/actor.",
	"relays.add": "Přidat nový přeposílač",
	"relays.relay": "Přeposílač",
	"relays.state": "Stav",
	"relays.state-0": "Čeká na schválení",
	"relays.state-1": "Pouze příjem",
	"relays.state-2": "Aktivní",

	"server-filtering": "Filtrování",
	"count": "Tento NodeBB momentálně vi o <strong>%1</strong> serveru/serverech.",
	"server.filter-help": "Zadejte servery, se kterými nechcete, aby vaše NodeBB federovalo. Alternativně můžete zvolit, že <em>povolíte</em> federaci pouze s vybranými servery. Obě možnosti jsou podporovány, ale vzájemně se vylučují.",
	"server.filter-help-hostname": "Zadejte níže pouze název hostitele instance (např. <code>example.org</code>), oddělený novými řádky.",
	"server.filter-allow-list": "Použít toto místo toho jako seznam povolených",

	"content.outgoing": "Outgoing",
	"content.summary-limit": "Character count after which a summary is generated",
	"content.summary-limit-help": "When content is federated out that exceeds this character count, a <code>summary</code> is generated, comprising of all complete sentences prior to this limit. (Default: 500)",
	"content.break-string": "Note/Article Delimiter",
	"content.break-string-help": "This delimiter can be manually inserted by power users when composing new topics. It instructs NodeBB to use content up until that point as part of the <code>summary</code>. If this string is not used, then the character count fallback applies. (Default: <code>[...]</code>)"
}