{
	"intro-lead": "מהי הפדרציה?",
	"intro-body": "NodeBB מסוגל לתקשר עם מופעי NodeBB אחרים התומכים בו. זה מושג באמצעות פרוטוקול הנקרא <a href=\"https://activitypub.rocks/\">ActivityPub</a>. אם זה מופעל, NodeBB יוכל גם לתקשר עם אפליקציות ואתרים אחרים המשתמשים ב-ActivityPub (למשל Mastodon, Peertube וכו')",
	"general": "ראשי",
	"pruning": "טיהור תוכן",
	"content-pruning": "מספר ימים לשמירת תוכן מרחוק",
	"content-pruning-help": "שימו לב שתוכן מרוחק שקיבל מעורבות (תשובה או הצבעה למעלה/למטה) יישמר. (0 להשבתה)",
	"user-pruning": "מספר ימים לאחסון החשבונות משתמש מהמידע המרוחק",
	"user-pruning-help": "חשבונות משתמשים מהמידע המרוחק ימחקו רק במידה ואין להם פוסטים. אחרת הם יאוחזרו מחדש. (0 להשבתה)",
	"enabled": "הפעלת פדרציה",
	"enabled-help": "אם זה מופעל, NodeBB זה יוכל גם לתקשר עם כל הלקוחות התומכים ב-Activitypub במרחב הפדראלי הרחב.",
	"allowLoopback": "אפשר עיבוד loopback",
	"allowLoopback-help": "שימושי למטרות ניפוי באגים בלבד. אתם כנראה תרצו להשאיר את זה מושבת.",

	"probe": "פתיחה באפליקציה",
	"probe-enabled": "נסו לפתוח משאבים התומכים ב-ActivityPub ב-NodeBB",
	"probe-enabled-help": "אם זה מופעל, NodeBB יבדוק כל קישור חיצוני עבור המקבילה של ActivityPub, ויטען אותו ב-NodeBB במקום זאת.",
	"probe-timeout": "פסק זמן לחיפוש (מילישניות)",
	"probe-timeout-help": "(ברירת מחדל: 2000) אם שאילתת החיפוש לא תקבל תגובה בתוך מסגרת הזמן שנקבעה, המשתמש יישלח ישירות לקישור. התאימו מספר זה גבוה יותר אם אתרים מגיבים באיטיות וברצונכם להקדיש זמן נוסף.",

	"rules": "Categorization",
	"rules-intro": "Content discovered via ActivityPub can be automatically categorized based on certain rules (e.g. hashtag)",
	"rules.modal.title": "How it works",
	"rules.modal.instructions": "Any incoming content is checked against these categorization rules, and matching content is automatically moved into the category of choice.<br /><br /><strong>N.B.</strong> Content that is already categorized (i.e. in a remote category) will not pass through these rules.",
	"rules.add": "Add New Rule",
	"rules.help-hashtag": "Topics containing this case-insensitive hashtag will match. Do not enter the <code>#</code> symbol",
	"rules.help-user": "Topics created by the entered user will match. Enter a handle or full ID (e.g. <code>bob@example.org</code> or <code>https://example.org/users/bob</code>.",
	"rules.type": "Type",
	"rules.value": "Value",
	"rules.cid": "Category",

	"relays": "Relays",
	"relays.intro": "A relay improves discovery of content to and from your NodeBB. Subscribing to a relay means content received by the relay is forwarded here, and content posted here is syndicated outward by the relay.",
	"relays.warning": "Note: Relays can send larges amounts of traffic in, and may increase storage and processing costs.",
	"relays.litepub": "NodeBB follows the LitePub-style relay standard. The URL you enter here should end with <code>/actor</code>.",
	"relays.add": "Add New Relay",
	"relays.relay": "Relay",
	"relays.state": "State",
	"relays.state-0": "Pending",
	"relays.state-1": "Receiving only",
	"relays.state-2": "Active",

	"server-filtering": "סינון",
	"count": "NodeBB זה מודע כרגע ל-<strong>%1</strong> שרתים",
	"server.filter-help": "ציין שרתים שברצונך למנוע מהתאחדות עם ה-NodeBB שלך. לחלופין, אתה יכול לבחור באופן סלקטיבי פדרציה <em>מאושרים</em> עם שרתים ספציפיים, במקום זאת. שתי האפשרויות נתמכות, אם כי הן סותרות זו את זו.",
	"server.filter-help-hostname": "הזן רק את שם המארח של המופע למטה (למשל.<code>example.org</code>), מופרדים עם מעברי שורות.",
	"server.filter-allow-list": "השתמשו בזה בתור רשימת אישורים במקום זאת"
}