{
	"intro-lead": "מהי הפדרציה?",
	"intro-body": "NodeBB מסוגל לתקשר עם מופעי NodeBB אחרים התומכים בו. זה מושג באמצעות פרוטוקול הנקרא <a href=\"https://activitypub.rocks/\">ActivityPub</a>. אם זה מופעל, NodeBB יוכל גם לתקשר עם אפליקציות ואתרים אחרים המשתמשים ב-ActivityPub (למשל Mastodon, Peertube וכו')",
	"general": "ראשי",
	"pruning": "טיהור תוכן",
	"content-pruning": "מספר ימים לשמירת תוכן מרחוק",
	"content-pruning-help": "שימו לב שתוכן מרוחק שקיבל מעורבות (תשובה או הצבעה למעלה/למטה) יישמר. (0 להשבתה)",
	"user-pruning": "מספר ימים לאחסון החשבונות משתמש מהמידע המרוחק",
	"user-pruning-help": "חשבונות משתמשים מהמידע המרוחק ימחקו רק במידה ואין להם פוסטים. אחרת הם יאוחזרו מחדש. (0 להשבתה)",
	"enabled": "הפעלת פדרציה",
	"enabled-help": "אם זה מופעל, NodeBB זה יוכל גם לתקשר עם כל הלקוחות התומכים ב-Activitypub במרחב הפדראלי הרחב.",
	"allowLoopback": "אפשר עיבוד loopback",
	"allowLoopback-help": "שימושי למטרות ניפוי באגים בלבד. אתם כנראה תרצו להשאיר את זה מושבת.",

	"probe": "פתיחה באפליקציה",
	"probe-enabled": "נסו לפתוח משאבים התומכים ב-ActivityPub ב-NodeBB",
	"probe-enabled-help": "אם זה מופעל, NodeBB יבדוק כל קישור חיצוני עבור המקבילה של ActivityPub, ויטען אותו ב-NodeBB במקום זאת.",
	"probe-timeout": "פסק זמן לחיפוש (מילישניות)",
	"probe-timeout-help": "(ברירת מחדל: 2000) אם שאילתת החיפוש לא תקבל תגובה בתוך מסגרת הזמן שנקבעה, המשתמש יישלח ישירות לקישור. התאימו מספר זה גבוה יותר אם אתרים מגיבים באיטיות וברצונכם להקדיש זמן נוסף.",

	"rules": "סיווג",
	"rules-intro": "ניתן לסווג תוכן שהתגלה דרך ActivityPub באופן אוטומטי בהתבסס על כללים מסוימים (למשל hashtag)",
	"rules.modal.title": "איך זה עובד",
	"rules.modal.instructions": "כל תוכן שנכנס נבדק מול כללי סיווג אלה, תוכן תואם מועבר אוטומטית לקטגוריה הרצויה.<br /><br /><strong>נ.ב.</strong> תוכן שכבר מסווג (כלומר בקטגוריה מרוחקת) לא יעבור בכללים אלה.",
	"rules.add": "הוספת כלל חדש",
	"rules.help-hashtag": "נושאים המכילים האשטג הזה ללא רגישות רישיות יתאימו. אל תכינסו את התו <code>#</code>",
	"rules.help-user": "נושאים שנוצרו על ידי המשתמש שהזין יתאימו. הזן ידית אחיזה או מזהה מלא (למשל. <code>bob@example.org</code> או<code>https://example.org/users/bob</code>.",
	"rules.type": "סוג",
	"rules.value": "ערך",
	"rules.cid": "קטגוריה",

	"relays": "ממסרים",
	"relays.intro": "ממסר משפר את הגילוי של תוכן אל וממנו ה-NodeBB שלך. הרשמה לממסר פירושה שתוכן המתקבל על ידי הממסר מועבר לכאן, ותוכן שמתפרסם כאן מועבר החוצה על ידי הממסר.",
	"relays.warning": "הערה: ממסרים יכולים לשלוח כמויות גדולות של תעבורה פנימה, ועשויים להגדיל את עלויות האחסון והעיבוד.",
	"relays.litepub": "NodeBB עוקב אחר תקן הממסר בסגנון LitePub. כתובת האתר שתזין כאן צריך להסתיים עם <code>/actor</code>.",
	"relays.add": "הוסף ממסר חדש",
	"relays.relay": "ממסרים",
	"relays.state": "מצב",
	"relays.state-0": "ממתין",
	"relays.state-1": "קבלה בלבד",
	"relays.state-2": "פעיל",

	"server-filtering": "סינון",
	"count": "NodeBB זה מודע כרגע ל-<strong>%1</strong> שרתים",
	"server.filter-help": "ציין שרתים שברצונך למנוע מהתאחדות עם ה-NodeBB שלך. לחלופין, אתה יכול לבחור באופן סלקטיבי פדרציה <em>מאושרים</em> עם שרתים ספציפיים, במקום זאת. שתי האפשרויות נתמכות, אם כי הן סותרות זו את זו.",
	"server.filter-help-hostname": "הזן רק את שם המארח של המופע למטה (למשל.<code>example.org</code>), מופרדים עם מעברי שורות.",
	"server.filter-allow-list": "השתמשו בזה בתור רשימת אישורים במקום זאת",

	"content.outgoing": "Outgoing",
	"content.summary-limit": "Character count after which a summary is generated",
	"content.summary-limit-help": "When content is federated out that exceeds this character count, a <code>summary</code> is generated, comprising of all complete sentences prior to this limit. (Default: 500)",
	"content.break-string": "Note/Article Delimiter",
	"content.break-string-help": "This delimiter can be manually inserted by power users when composing new topics. It instructs NodeBB to use content up until that point as part of the <code>summary</code>. If this string is not used, then the character count fallback applies. (Default: <code>[...]</code>)"
}