{
	"intro-lead": "Czym jest Federacja?",
	"intro-body": "NodeBB jest w stanie komunikować się z innymi instancjami NodeBB, które to obsługują. Jest to osiągnięte za pomocą protokołu <a href=\"https://activitypub.rocks/\">ActivityPub</a>. Jeśli włączono, NodeBB będzie też w stanie komunikować się z innymi aplikacjami i stronami, które używają ActivityPub (jak Mastodon, Peertube, itp.)",
	"general": "Ogólne",
	"pruning": "Usuwanie zawartości",
	"content-pruning": "Dni przechowywania zawartości zdalnej",
	"content-pruning-help": "Zauważ, że zawartość zdalna, która uzyskała jakąś reakcję (jak odpowiedź, głos) zostanie zachowana. (0 aby wyłączyć)",
	"user-pruning": "Dni przechowywania użytkowników zdalnych",
	"user-pruning-help": "Konta użytkowników zdalnych będą usuwane tylko jeśli nie mają postów. W przeciwnych wypadku będą ponownie pobierane. (0 aby wyłączyć)",
	"enabled": "Włącz Federację",
	"enabled-help": "Po włączeniu NodeBB będzie komunikować się ze wszystkimi klientami obsługującymi ActivityPub zapewniając dostęp do fediverse.",
	"allowLoopback": "Zezwól na przetwarzanie pętli zwrotnej",
	"allowLoopback-help": "Użyteczne tylko do debugowania. Raczej powinieneś(-aś) zostawić to wyłączone.",

	"probe": "Otwórz w aplikacji",
	"probe-enabled": "Spróbuj otworzyć zawartość związaną z ActivityPub w NodeBB",
	"probe-enabled-help": "O ile włączone, NodeBB sprawdzi każdy odnośnik pod kątem odpowiednika ActivityPub, a załaduje w NodeBB.",
	"probe-timeout": "Czas oczekiwania (milisekundy)",
	"probe-timeout-help": "(Domyślnie: 2000) O ile zapytanie nie doczeka się odpowiedzi w tym czasie to użytkownik otrzyma odnośnik bezpośredni. Możesz wydłużyć czas oczekiwania o ile strony działają wolno a mimo to chcesz dać im szansę.",

	"rules": "Przyszeregowanie",
	"rules-intro": "Zawartość odkrywana via ActivePub może być automatycznie przyszeregowana w oparciu m.in o hashtag",
	"rules.modal.title": "Jak to działa",
	"rules.modal.instructions": "Wszelka zawartość z zewnątrz jest sprawdzana pod kątem zasad przyszeregowania a zatem z automatu umieszczana we własciwych kategoriach.<br /><br /><strong>N.B.</strong> Zawartość już przyszeregowana (np. zdalna kategoria) nie podlega przetworzeniu przez reguły.",
	"rules.add": "Dodaj nową regułę",
	"rules.help-hashtag": "Wątki zawierające hashtag gdzie wielkość liter nie ma znaczenia będą dopasowane. Pomiń symbol <code>#</code> przy wprowadzaniu",
	"rules.help-user": "Wątki utworzone przez wybranego użytkownika będą dopasowane. Wprowadź zawołanie lub pełne ID (np. <code>bob@example.org</code> lub <code>https://example.org/users/bob</code>.",
	"rules.type": "Typ",
	"rules.value": "Wartość",
	"rules.cid": "Kategoria",

	"relays": "Przekaźniki",
	"relays.intro": "Przekaźnik usprawnia odnajdowanie zawartości do i z Twojego NodeBB. Dodanie przekaźnika oznacza, że odebrana zawartość z jego udziałem jest przekierowywana w to miejsce i analogicznie z tym co ma być widoczne z zewnątrz.",
	"relays.warning": "Uwaga: przekaźniki mogą tworzyć duży ruch a także zwiększyć wykorzystanie pamięci masowej a co za tym idzie kosztów.",
	"relays.litepub": "NodeBB nawiązuje do LitePub jeśli idzie o przekaźniki. Wprowadzony URL powinien kończyć się <code>znakiem /</code>.",
	"relays.add": "Dodaj nowy przekaźnik",
	"relays.relay": "Przekaźnik",
	"relays.state": "Stan",
	"relays.state-0": "Oczekujący",
	"relays.state-1": "Tylko odbiór",
	"relays.state-2": "Aktywny",

	"server-filtering": "Filtrowanie",
	"count": "NodeBB obecnie wykrywa <strong>1%</strong> serwerów",
	"server.filter-help": "Określ serwery, z którymi nie chcesz spinać NodeBB w ramach fediverse. Alternatywnie możesz dobrać <em>dozwolone</em> serwery fediverse. Obie opcje są dostępne ale wybierz jedną z nich.",
	"server.filter-help-hostname": "Poniżej podaj nazwę serwera (np. <code>example.org</code>) i użyj nowej linii dla kolejnych wpisów.",
	"server.filter-allow-list": "Użyj tego jako listę dozwolonych"
}