{
	"intro-lead": "Czym jest Federacja? ",
	"intro-body": "NodeBB jest w stanie komunikować się z innymi instancjami NodeBB, które to obsługują. Jest to osiągnięte za pomocą protokołu <a href=\"https://activitypub.rocks/\">ActivityPub</a>. Jeśli włączono, NodeBB będzie też w stanie komunikować się z innymi aplikacjami i stronami, które używają ActivityPub (jak Mastodon, Peertube, itp.)",
	"general": "General",
	"pruning": "Usuwanie Zawartości",
	"content-pruning": "Dni przechowywania zawartości zdalnej",
	"content-pruning-help": "Zauważ, że zawartość zdalna, która uzyskała jakąś reakcję (jak odpowiedź, głos) zostanie zachowana. (0 aby wyłączyć)",
	"user-pruning": "Dni przechowywania użytkowników zdalnych",
	"user-pruning-help": "Konta użytkowników zdalnych będą usuwane tylko jeśli nie mają postów. W przeciwnych wypadku będą ponownie pobierane. (0 aby wyłączyć)",
	"enabled": "Włącz Federację",
	"enabled-help": "If enabled, will allow this NodeBB will be able to communicate with all Activitypub-enabled clients on the wider fediverse.",
	"allowLoopback": "Allow loopback processing",
	"allowLoopback-help": "Użyteczne tylko do debugowania. Raczej powinieneś(-aś) zostawić to wyłączone.",

	"probe": "Otwórz w Aplikacji",
	"probe-enabled": "Try to open ActivityPub-enabled resources in NodeBB",
	"probe-enabled-help": "If enabled, NodeBB will check every external link for an ActivityPub equivalent, and load it in NodeBB instead.",
	"probe-timeout": "Lookup Timeout (milliseconds)",
	"probe-timeout-help": "(Default: 2000) If the lookup query does not receive a response within the set timeframe, will send the user to the link directly instead. Adjust this number higher if sites are responding slowly and you wish to give extra time.",

	"server-filtering": "Filtrowanie",
	"count": "NodeBB obecnie wykrywa <strong>1%</strong> serwerów",
	"server.filter-help": "Specify servers you would like to bar from federating with your NodeBB. Alternatively, you may opt to selectively <em>allow</em> federation with specific servers, instead. Both options are supported, although they are mutually exclusive.",
	"server.filter-help-hostname": "Enter just the instance hostname below (e.g. <code>example.org</code>), separated by line breaks.",
	"server.filter-allow-list": "Use this as an Allow List instead"
}