{
	"maintenance-mode": "Tryb konserwacji",
	"maintenance-mode.help": "Kiedy forum jest w trybie konserwacji, wszystkie żądania będą przekierowane do statycznej strony oczekiwania. Administratorzy nie są objęci tym przekierowaniem i mogą normalnie korzystać ze strony.",
	"maintenance-mode.status": "Kod stanu trybu konserwacji",
	"maintenance-mode.message": "Komunikat na ekranie konserwacji",
	"headers": "Nagłówki",
	"headers.allow-from": "Ustaw ALLOW-FROM, aby umieścić NodeBB w ramce iFrame",
	"headers.powered-by": "Dopasuj nagłówek \"Powered By\" wysyłany przez NodeBB",
	"headers.acao": "Kontrola-Dostępu-Zezwól-Żródło",
	"headers.acao-regex": "Kontrola-Dostępu-Zezwól-Źródło Wyrażenie Regularne",
	"headers.acao-help": "Aby zablokować dostęp do wszystkich stron, pozostaw puste.",
	"headers.acao-regex-help": "Tutaj wprowadź wyrażenia regularne, aby dopasować dynamiczne źródła. Aby zablokować dostęp do wszystkich stron, pozostaw puste.",
	"headers.acac": "Kontrola-Dostępu-Zezwól- Dane Logowania",
	"headers.acam": "Kontrola-Dostępu-Zezwól-Metody",
	"headers.acah": "Kontrola-Dostępu-Zezwól-Nagłówki",
	"hsts": "Strict Transport Security",
	"hsts.enabled": "Włączony HSTS (zalecane)",
	"hsts.subdomains": "Uwzględnij subdomeny w nagłówku HSTS",
	"hsts.preload": "Zezwól na wstępne ładowanie nagłówka HSTS",
	"hsts.help": "Jeśli ta opcja jest włączona, dla tej witryny zostanie ustawiony nagłówek HSTS. Możesz zdecydować, czy uwzględnić subdomeny i wstępnie ładować flagi w nagłówku. Jeśli masz wątpliwości, możesz zostawić te pola niezaznaczone. <a href=\"%1\">Więcej informacji<i class=\"fa fa-external-link\"></i></a>",
	"traffic-management": "Zarządzanie ruchem",
	"traffic.help": "System NodeBB jest dostarczany z modułem, który automatycznie blokuje żądania w przypadku nadmiernego ruchu. Tutaj możesz zmienić te ustawienia, ale ustawienia początkowe są dobrym punktem wyjścia w większości sytuacji.",
	"traffic.enable": "Włącz zarządzanie ruchem",
	"traffic.event-lag": "Próg opóźnienia pętli zdarzeń (w milisekundach)",
	"traffic.event-lag-help": "Obniżenie tej wartości spowoduje krótsze ładowanie stron, ale równocześnie wyświetli komunikat \"excessive load\" dla większej liczby użytkowników (wymagany restart).",
	"traffic.lag-check-interval": "Interwał sprawdzenia (w milisekundach)",
	"traffic.lag-check-interval-help": "Obniżenie tej wartości sprawi, że NodeBB będzie bardziej czuły na skoki obciążenia, ale może też spowodować, że sprawdzanie będzie za bardzo dokładne (wymagany restart)."
}