{
	"intro-lead": "Was ist Föderation?",
	"intro-body": "NodeBB kann mit anderen NodeBB-Instanzen kommunizieren, die dies unterstützen. Dies geschieht über ein Protokoll namens <a href=\"https://activitypub.rocks/\">ActivityPub</a>. Wenn es aktiviert ist, kann NodeBB auch mit anderen Apps und Websites kommunizieren, die ActivityPub verwenden (z. B. Mastodon, Peertube usw.).",
	"general": "Allgemein",
	"pruning": "Inhaltsbereinigung",
	"content-pruning": "Tage, an denen der Remote-Inhalt aufbewahrt werden soll.",
	"content-pruning-help": "Inhalte von extern, die Interaktionen bekommen haben (z. B. eine Antwort oder ein Upvote/Downvote), bleiben erhalten. (0 = deaktiviert)",
	"user-pruning": "Tage, um externe Benutzerkonten zwischenzuspeichern",
	"user-pruning-help": "Externe Benutzerkonten werden nur gelöscht, wenn sie keine Beiträge haben. Andernfalls werden sie erneut abgerufen. (0 = deaktiviert)",
	"enabled": "Föderation aktivieren",
	"enabled-help": "Wenn aktiviert, kann dieses NodeBB mit allen ActivityPub-fähigen Clients im weiteren Fediverse kommunizieren.",
	"allowLoopback": "Loopback-Verarbeitung erlauben",
	"allowLoopback-help": "Nur für Debugging-Zwecke nützlich. Sollte am besten deaktiviert bleiben.",

	"probe": "In App öffnen",
	"probe-enabled": "Versuchen, ActivityPub-fähige Ressourcen in NodeBB zu öffnen",
	"probe-enabled-help": "Wenn aktiviert, überprüft NodeBB jeden externen Link auf ein ActivityPub-Äquivalent und lädt diesen stattdessen in NodeBB.",
	"probe-timeout": "Lookup-Timeout (Millisekunden)",
	"probe-timeout-help": "(Standard: 2000) Wenn die Lookup-Anfrage innerhalb des festgelegten Zeitraums keine Antwort erhält, wird der Nutzer stattdessen direkt zum Link weitergeleitet. Erhöhe diesen Wert, wenn Seiten langsam reagieren und du mehr Zeit einräumen möchtest.",

	"rules": "Kategorisierung",
	"rules-intro": "Über ActivityPub entdeckte Inhalte können automatisch anhand bestimmter Regeln (z. B. Hashtags) kategorisiert werden.",
	"rules.modal.title": "Wie es funktioniert",
	"rules.modal.instructions": "Eingehende Inhalte werden mit diesen Kategorisierungsregeln abgeglichen, und passende Inhalte werden automatisch in die gewünschte Kategorie verschoben. Hinweis: Inhalte, die bereits kategorisiert sind (z. B. in einer externen Kategorie), durchlaufen diese Regeln nicht.",
	"rules.add": "Neue Regel hinzufügen",
	"rules.help-hashtag": "Topics containing this case-insensitive hashtag will match. Do not enter the <code>#</code> symbol",
	"rules.help-user": "Topics created by the entered user will match. Enter a handle or full ID (e.g. <code>bob@example.org</code> or <code>https://example.org/users/bob</code>.",
	"rules.type": "Typ",
	"rules.value": "Wert",
	"rules.cid": "Kategorie",

	"relays": "Relays",
	"relays.intro": "A relay improves discovery of content to and from your NodeBB. Subscribing to a relay means content received by the relay is forwarded here, and content posted here is syndicated outward by the relay.",
	"relays.warning": "Note: Relays can send larges amounts of traffic in, and may increase storage and processing costs.",
	"relays.litepub": "NodeBB follows the LitePub-style relay standard. The URL you enter here should end with <code>/actor</code>.",
	"relays.add": "Add New Relay",
	"relays.relay": "Relay",
	"relays.state": "State",
	"relays.state-0": "Pending",
	"relays.state-1": "Receiving only",
	"relays.state-2": "Active",

	"server-filtering": "Filterung",
	"count": "Dieses NodeBB kennt derzeit <strong>%1</strong> Server",
	"server.filter-help": "Gib die Server an, die du von der Föderation mit deinem NodeBB ausschließen möchtest. Alternativ kannst du auch festlegen, dass die Föderation nur mit bestimmten Servern <em>erlaubt</em> ist. Beide Optionen werden unterstützt, schließen sich jedoch gegenseitig aus.",
	"server.filter-help-hostname": "Gib unten nur den Instanz-Hostnamen ein (z. B. <code>example.org</code>), jeweils durch Zeilenumbrüche getrennt.",
	"server.filter-allow-list": "Stattdessen als Allow-Liste verwenden"
}