{
	"intro-lead": "Was ist Föderation?",
	"intro-body": "NodeBB kann mit anderen NodeBB-Instanzen kommunizieren, die dies unterstützen. Dies geschieht über ein Protokoll namens <a href=\"https://activitypub.rocks/\">ActivityPub</a>. Wenn es aktiviert ist, kann NodeBB auch mit anderen Apps und Websites kommunizieren, die ActivityPub verwenden (z. B. Mastodon, Peertube usw.).",
	"general": "Allgemein",
	"pruning": "Inhaltsbereinigung",
	"content-pruning": "Tage, an denen der Remote-Inhalt aufbewahrt werden soll.",
	"content-pruning-help": "Inhalte von extern, die Interaktionen bekommen haben (z. B. eine Antwort oder ein Upvote/Downvote), bleiben erhalten. (0 = deaktiviert)",
	"user-pruning": "Tage, um externe Benutzerkonten zwischenzuspeichern",
	"user-pruning-help": "Externe Benutzerkonten werden nur gelöscht, wenn sie keine Beiträge haben. Andernfalls werden sie erneut abgerufen. (0 = deaktiviert)",
	"enabled": "Föderation aktivieren",
	"enabled-help": "Wenn diese Option aktiviert ist, kann dieses NodeBB mit allen Activitypub-fähigen Clients im gesamten Fediverse kommunizieren.",
	"allowLoopback": "Loopback-Verarbeitung erlauben",
	"allowLoopback-help": "Nur für Debugging-Zwecke nützlich. Sollte am besten deaktiviert bleiben.",

	"probe": "In App öffnen",
	"probe-enabled": "Versuchen, ActivityPub-fähige Ressourcen in NodeBB zu öffnen",
	"probe-enabled-help": "Wenn aktiviert, überprüft NodeBB jeden externen Link auf ein ActivityPub-Äquivalent und lädt diesen stattdessen in NodeBB.",
	"probe-timeout": "Lookup-Timeout (Millisekunden)",
	"probe-timeout-help": "(Standard: 2000) Wenn die Lookup-Anfrage innerhalb des festgelegten Zeitraums keine Antwort erhält, wird der Nutzer stattdessen direkt zum Link weitergeleitet. Erhöhe diesen Wert, wenn Seiten langsam reagieren und du mehr Zeit einräumen möchtest.",

	"rules": "Kategorisierung",
	"rules-intro": "Über ActivityPub entdeckte Inhalte können automatisch anhand bestimmter Regeln (z. B. Hashtags) kategorisiert werden.",
	"rules.modal.title": "Wie es funktioniert",
	"rules.modal.instructions": "Eingehende Inhalte werden mit diesen Kategorisierungsregeln abgeglichen, und passende Inhalte werden automatisch in die gewünschte Kategorie verschoben. Hinweis: Inhalte, die bereits kategorisiert sind (z. B. in einer externen Kategorie), durchlaufen diese Regeln nicht.",
	"rules.add": "Neue Regel hinzufügen",
	"rules.help-hashtag": "Themen, die diesen Hashtag enthalten, werden unabhängig von Groß- und Kleinschreibung gefunden. Gebe das Symbol <code>#</code> nicht ein",
	"rules.help-user": "Die vom eingegebenen Benutzer erstellten Themen werden abgeglichen. Gebe ein Handle oder eine vollständige ID ein. (z.B. <code>bob@example.org</code> or <code>https://example.org/users/bob</code>.",
	"rules.type": "Typ",
	"rules.value": "Wert",
	"rules.cid": "Kategorie",

	"relays": "Relays",
	"relays.intro": "Ein Relay verbessert die Auffindbarkeit von Inhalten zu und von deinem NodeBB. Wenn du ein Relay abonnierst, bedeutet dies, dass die vom Relay empfangenen Inhalte hier weitergeleitet werden und die hier geposteten Inhalte vom Relay nach außen syndiziert werden.",
	"relays.warning": "Hinweis: Relays können große Datenmengen übertragen und somit die Speicher- und Verarbeitungskosten erhöhen.",
	"relays.litepub": "NodeBB folgt dem LitePub-Relay-Standard. Die URL, die du hier eingibst, sollte mit <code>/actor</code> enden.",
	"relays.add": "Neues Relay hinzufügen",
	"relays.relay": "Relay",
	"relays.state": "Status",
	"relays.state-0": "Ausstehend",
	"relays.state-1": "Nur Empfang",
	"relays.state-2": "Aktiv",

	"server-filtering": "Filterung",
	"count": "Dieses NodeBB kennt derzeit <strong>%1</strong> Server",
	"server.filter-help": "Gib die Server an, die du von der Föderation mit deinem NodeBB ausschließen möchtest. Alternativ kannst du auch festlegen, dass die Föderation nur mit bestimmten Servern <em>erlaubt</em> ist. Beide Optionen werden unterstützt, schließen sich jedoch gegenseitig aus.",
	"server.filter-help-hostname": "Gib unten nur den Instanz-Hostnamen ein (z. B. <code>example.org</code>), jeweils durch Zeilenumbrüche getrennt.",
	"server.filter-allow-list": "Stattdessen als Allow-Liste verwenden",

	"content.outgoing": "Outgoing",
	"content.summary-limit": "Character count after which a summary is generated",
	"content.summary-limit-help": "When content is federated out that exceeds this character count, a <code>summary</code> is generated, comprising of all complete sentences prior to this limit. (Default: 500)",
	"content.break-string": "Note/Article Delimiter",
	"content.break-string-help": "This delimiter can be manually inserted by power users when composing new topics. It instructs NodeBB to use content up until that point as part of the <code>summary</code>. If this string is not used, then the character count fallback applies. (Default: <code>[...]</code>)"
}