{
	"intro-lead": "فیڈریشن کیا ہے؟",
	"intro-body": "نوڈ بی بی دیگر نوڈ بی بی تنصیبات کے ساتھ رابطہ قائم کر سکتا ہے جو اس کی حمایت کرتی ہیں۔ یہ ایک پروٹوکول کے ذریعے حاصل کیا جاتا ہے جسے <a href=\"https://activitypub.rocks/\">ایکٹیویٹی پب</a> کہا جاتا ہے۔ اگر فعال ہو، تو نوڈ بی بی دیگر ایپلی کیشنز اور ویب سائٹس کے ساتھ بھی رابطہ قائم کر سکے گا جو ایکٹیویٹی پب استعمال کرتی ہیں (جیسے کہ ماسٹوڈن، پیئر ٹیوب وغیرہ)۔",
	"general": "عام",
	"pruning": "مواد ہٹانا",
	"content-pruning": "ریموٹ مواد کو محفوظ رکھنے کے دنوں کی تعداد",
	"content-pruning-help": "نوٹ کریں کہ ریموٹ مواد جو کسی سرگرمی (جوابات یا مثبت/منفی ووٹ) کا حصہ رہا ہو، محفوظ رہے گا۔ (0 = غیر فعال)",
	"user-pruning": "ریموٹ صارف اکاؤنٹس کو کیش کرنے کے دنوں کی تعداد",
	"user-pruning-help": "ریموٹ صارف اکاؤنٹس صرف اس صورت میں ہٹائے جائیں گے اگر انہوں نے کچھ پوسٹ نہ کیا ہو۔ بصورت دیگر، وہ دوبارہ حاصل کیے جائیں گے۔ (0 = غیر فعال)",
	"enabled": "فیڈریشن فعال کریں",
	"enabled-help": "اگر فعال ہو، تو یہ نوڈ بی بی پوری فیڈیورس میں ایکٹیویٹی پب استعمال کرنے والے تمام کلائنٹس کے ساتھ رابطہ قائم کر سکے گا۔",
	"allowLoopback": "لوکل لوپ بیک پروسیسنگ کی اجازت دیں",
	"allowLoopback-help": "صرف ڈیبگنگ کے لیے مفید۔ اسے غیر فعال رکھنا بہتر ہے۔",

	"probe": "ایپلی کیشن میں کھولیں",
	"probe-enabled": "کیا ایکٹیویٹی پب کی حمایت کرنے والی چیزوں کو نوڈ بی بی میں کھولنے کی کوشش کی جائے",
	"probe-enabled-help": "اگر فعال ہو، تو نوڈ بی بی ہر خارجی لنک کو چیک کرے گا کہ آیا وہ ایکٹیویٹی پب کی حمایت کرتا ہے اور اگر ہاں، تو اسے براہ راست نوڈ بی بی میں لوڈ کرے گا۔",
	"probe-timeout": "پروب ٹائم آؤٹ (ملی سیکنڈز)",
	"probe-timeout-help": "(طے شدہ: 2000) اگر پروب کو مقررہ وقت کے اندر جواب نہ ملے، تو صارف کو براہ راست لنک کے ایڈریس پر بھیجا جائے گا۔ اگر ویب سائٹس سست جواب دیتی ہیں اور آپ انہیں زیادہ وقت دینا چاہتے ہیں تو بڑا نمبر سیٹ کریں۔",

	"rules": "Categorization",
	"rules-intro": "Content discovered via ActivityPub can be automatically categorized based on certain rules (e.g. hashtag)",
	"rules.modal.title": "How it works",
	"rules.modal.instructions": "Any incoming content is checked against these categorization rules, and matching content is automatically moved into the category of choice.<br /><br /><strong>N.B.</strong> Content that is already categorized (i.e. in a remote category) will not pass through these rules.",
	"rules.add": "Add New Rule",
	"rules.help-hashtag": "Topics containing this case-insensitive hashtag will match. Do not enter the <code>#</code> symbol",
	"rules.help-user": "Topics created by the entered user will match. Enter a handle or full ID (e.g. <code>bob@example.org</code> or <code>https://example.org/users/bob</code>.",
	"rules.type": "Type",
	"rules.value": "Value",
	"rules.cid": "Category",

	"relays": "Relays",
	"relays.intro": "A relay improves discovery of content to and from your NodeBB. Subscribing to a relay means content received by the relay is forwarded here, and content posted here is syndicated outward by the relay.",
	"relays.warning": "Note: Relays can send larges amounts of traffic in, and may increase storage and processing costs.",
	"relays.litepub": "NodeBB follows the LitePub-style relay standard. The URL you enter here should end with <code>/actor</code>.",
	"relays.add": "Add New Relay",
	"relays.relay": "Relay",
	"relays.state": "State",
	"relays.state-0": "Pending",
	"relays.state-1": "Receiving only",
	"relays.state-2": "Active",

	"server-filtering": "فلٹرنگ",
	"count": "یہ نوڈ بی بی فی الحال <strong>%1</strong> سرور(ز) کے بارے میں جانتا ہے",
	"server.filter-help": "ان سرورز کی نشاندہی کریں جن کے ساتھ آپ نہیں چاہتے کہ آپ کا نوڈ بی بی رابطہ قائم کرے۔ یا آپ اس کے بجائے مخصوص سرورز کی نشاندہی کر سکتے ہیں جن کے ساتھ رابطہ <em>کی اجازت</em> ہے۔ دونوں اختیارات دستیاب ہیں، لیکن آپ صرف ایک کا انتخاب کر سکتے ہیں۔",
	"server.filter-help-hostname": "نیچے صرف سرورز کے نام درج کریں (جیسے <code>example.org</code>)، ہر سرور ایک الگ لائن پر ہونا چاہیے۔",
	"server.filter-allow-list": "اسے اجازت یافتہ سرورز کی فہرست کے طور پر استعمال کریں"
}