{
	"reputation": "ساکھ کی ترتیبات",
	"disable": "ساکھ کا نظام غیر فعال کریں",
	"disable-down-voting": "منفی ووٹنگ کی ممانعت",
	"upvote-visibility": "مثبت ووٹس کی نمائش",
	"upvote-visibility-all": "ہر کوئی مثبت ووٹس دیکھ سکتا ہے",
	"upvote-visibility-loggedin": "صرف لاگ ان صارفین مثبت ووٹس دیکھ سکتے ہیں",
	"upvote-visibility-privileged": "صرف اعلیٰ اختیارات والے صارفین (جیسے ایڈمنسٹریٹرز اور ماڈریٹرز) مثبت ووٹس دیکھ سکتے ہیں",
	"downvote-visibility": "منفی ووٹس کی نمائش",
	"downvote-visibility-all": "ہر کوئی منفی ووٹس دیکھ سکتا ہے",
	"downvote-visibility-loggedin": "صرف لاگ ان صارفین منفی ووٹس دیکھ سکتے ہیں",
	"downvote-visibility-privileged": "صرف اعلیٰ اختیارات والے صارفین (جیسے ایڈمنسٹریٹرز اور ماڈریٹرز) منفی ووٹس دیکھ سکتے ہیں",
	"thresholds": "سرگرمی کی حدیں",
	"min-rep-upvote": "پوسٹس کے لیے مثبت ووٹنگ کے لیے کم سے کم ساکھ درکار",
	"upvotes-per-day": "ایک دن میں مثبت ووٹس (لامحدود کے لیے 0 سیٹ کریں)",
	"upvotes-per-user-per-day": "ایک صارف کے لیے ایک دن میں مثبت ووٹس (لامحدود کے لیے 0 سیٹ کریں)",
	"min-rep-downvote": "پوسٹس کے لیے منفی ووٹنگ کے لیے کم سے کم ساکھ درکار",
	"downvotes-per-day": "ایک دن میں منفی ووٹس (لامحدود کے لیے 0 سیٹ کریں)",
	"downvotes-per-user-per-day": "ایک صارف کے لیے ایک دن میں منفی ووٹس (لامحدود کے لیے 0 سیٹ کریں)",
	"min-rep-chat": "گفتگو میں پیغامات بھیجنے کے لیے کم سے کم ساکھ درکار",
	"min-rep-post-links": "لنکس پوسٹ کرنے کے لیے کم سے کم ساکھ درکار",
	"min-rep-flag": "پوسٹس کی رپورٹنگ کے لیے کم سے کم ساکھ درکار",
	"min-rep-aboutme": "صارف کے پروفائل میں 'میرے بارے میں' فیلڈ شامل کرنے کے لیے کم سے کم ساکھ درکار",
	"min-rep-signature": "صارف کے پروفائل میں 'دستخط' فیلڈ شامل کرنے کے لیے کم سے کم ساکھ درکار",
	"min-rep-profile-picture": "صارف کے پروفائل میں پروفائل تصویر شامل کرنے کے لیے کم سے کم ساکھ درکار",
	"min-rep-cover-picture": "صارف کے پروفائل میں کور تصویر شامل کرنے کے لیے کم سے کم ساکھ درکار",

	"flags": "رپورٹس کی ترتیبات",
	"flags.limit-per-target": "ایک ہی چیز کی رپورٹنگ کی زیادہ سے زیادہ تعداد",
	"flags.limit-per-target-placeholder": "طے شدہ: 0",
	"flags.limit-per-target-help": "جب کوئی پوسٹ یا صارف کئی بار رپورٹ کیا جاتا ہے، تو یہ ایک مشترکہ رپورٹ میں شامل ہو جاتا ہے۔ اس ترتیب کو صفر سے زیادہ قیمت پر سیٹ کریں تاکہ ایک پوسٹ یا صارف کے لیے جمع ہونے والی رپورٹس کی تعداد کو محدود کیا جا سکے۔",
	"flags.limit-post-flags-per-day": "ایک دن میں صارف کے ذریعے رپورٹ کی جا سکنے والی پوسٹس کی زیادہ سے زیادہ تعداد",
	"flags.limit-post-flags-per-day-help": "غیر فعال کرنے کے لیے 0 سیٹ کریں (طے شدہ: 10)",
	"flags.limit-user-flags-per-day": "ایک دن میں صارف کے ذریعے رپورٹ کیے جا سکنے والے صارفین کی زیادہ سے زیادہ تعداد",
	"flags.limit-user-flags-per-day-help": "غیر فعال کرنے کے لیے 0 سیٹ کریں (طے شدہ: 10)",
  	"flags.auto-flag-on-downvote-threshold": "پوسٹس کی خودکار رپورٹنگ کے لیے منفی ووٹس کی تعداد",
	"flags.auto-flag-on-downvote-threshold-help": "غیر فعال کرنے کے لیے 0 سیٹ کریں (طے شدہ: 0)",
	"flags.auto-resolve-on-ban": "جب صارف پر پابندی لگائی جاتی ہے تو اس کی تمام رپورٹس خودکار طور پر ہٹائیں",
	"flags.action-on-resolve": "جب رپورٹنگ حل کی جاتی ہے تو درج ذیل کریں",
	"flags.action-on-reject": "جب رپورٹنگ مسترد کی جاتی ہے تو درج ذیل کریں",
	"flags.action.nothing": "کچھ نہ کریں",
	"flags.action.rescind": "ماڈریٹرز/ایڈمنسٹریٹرز کو بھیجی گئی اطلاع منسوخ کریں"
}