{
	"maintenance-mode": "Bakım Modu",
	"maintenance-mode.help": "Forum bakım modundayken, tüm istekler statik bir bekletme sayfasına yönlendirilir. Yöneticiler bu yönlendirmeden muaftır ve siteye normal olarak erişebilirler.",
	"maintenance-mode.message": "Bakım Mesajı",
	"headers": "Başlıklar",
	"headers.allow-from": "NodeBB'yi bir iFrame'e yerleştirmek için ALLOW-FROM'u ayarla",
	"headers.powered-by": "NodeBB tarafından gönderilen \"Powered By\" başlığını özelleştirin",
	"headers.acao": "Erişim-Kontrolü-Kaynak-İzni",
	"headers.acao-regex": "Erişim-Kontrolü-Kaynak-İzni Düzenli İfade",
	"headers.acao-help": "Tüm sitelere erişimi engellemek için boş bırakın",
	"headers.acao-regex-help": "Dinamik kökenleri eşleştirmek için buraya düzenli ifadeler girin. Tüm sitelere erişimi reddetmek için boş bırakın",
	"headers.acac": "Erişim-Kontrolü-KimlikBilgileri-İzni",
	"headers.acam": "Erişim-Kontrolü-Yöntem-İzni",
	"headers.acah": "Erişim-Kontrolü-Başlık-İzni",
	"hsts": "STS",
	"hsts.enabled": "HSTS'yi etkinleştir (önerilir)",
	"hsts.subdomains": "Alt alanları HSTS üstbilgisine ekle",
	"hsts.preload": "HSTS üst bilgisinin ön yüklemesine izin ver",
	"hsts.help": "Etkinleştirildiğinde, bu site için bir HSTS başlığı ayarlanır. Alt alanları ve önyükleme bayraklarını dahil etmeyi seçebilirsiniz. Kararsızsanız, bu alanı işaretlenmemiş olarak bırakabilirsiniz. <a href=\"%1\">Daha fazla bilgi <i class=\"fa fa-external-link\"></i></a>",
	"traffic-management": "Trafik Yönetimi",
	"traffic.help": "NodeBB, yoğun trafik isteklerini otomatik olarak reddeden bir modül ile donatılmıştır. Varsayıla ayarlar başlangıç için yeterli olsa da, bu ayarları buradan düzenleyebilirsiniz.",
	"traffic.enable": "Trafik Yönetimini Etkinleştir",
	"traffic.event-lag": "Olay Döngüsü Gecikme Eşiği (milisaniye cinsinden)",
	"traffic.event-lag-help": "Bu değeri düşürmek, sayfa yüklemeleri için bekleme sürelerini azaltır, ancak daha fazla kullanıcıya \"aşırı yükleme\" mesajını da gösterir. (Yeniden başlatmak gerekir)",
	"traffic.lag-check-interval": "Kontrol Aralığı (milisaniye cinsinden)",
	"traffic.lag-check-interval-help": "Bu değerin düşürülmesi, NodeBB'nin yükteki ani artışlara daha duyarlı olmasına neden olur, ancak ayrıca kontrolün çok hassas hale gelmesine de neden olabilir. (Yeniden başlatmak gerekir)"
}