{
	"intro-lead": "Liên Đoàn là gì?",
	"intro-body": "NodeBB có thể giao tiếp với các phiên bản NodeBB khác hỗ trợ nó. Điều này đạt được thông qua một giao thức gọi là <a href=\"https://activitypub.rocks/\">ActivityPub</a>. Nếu được bật, NodeBB cũng sẽ có thể giao tiếp với các ứng dụng và trang web khác sử dụng ActPub (ví dụ: Mastodon, Peertube, v.v.)",
	"general": "Chung",
	"pruning": "Cắt tỉa nội dung",
	"content-pruning": "Số ngày giữ nội dung từ xa",
	"content-pruning-help": "Lưu ý rằng nội dung từ xa đã nhận được sự tương tác (trả lời hoặc ủng hộ/phản đối) sẽ được giữ nguyên. (0 là tắt)",
	"user-pruning": "Số ngày nhớ tạm tài khoản người dùng từ xa",
	"user-pruning-help": "Tài khoản người dùng từ xa sẽ chỉ bị cắt bớt nếu họ không có bài viết. Nếu không chúng sẽ được lấy lại. (0 là tắt)",
	"enabled": "Bật Liên Đoàn",
	"enabled-help": "Nếu được bật, sẽ cho phép NodeBB này có thể giao tiếp với tất cả các máy khách đã bật  Activitypub trên toàn bộ liên đoàn rộng hơn.",
	"allowLoopback": "Cho phép xử lý vòng lặp",
	"allowLoopback-help": "Chỉ hữu ích cho mục đích gỡ lỗi. Có lẽ bạn nên tắt tính năng này.",

	"probe": "Mở trong Ứng Dụng",
	"probe-enabled": "Thử mở tài nguyên Kích Hoạt ActivityPub trong NodeBB",
	"probe-enabled-help": "Nếu được bật, NodeBB sẽ kiểm tra mọi liên kết bên ngoài để tìm tương đương với ActPub và thay vào đó tải nó vào NodeBB.",
	"probe-timeout": "Hết Thời Gian Tra Cứu (mili giây)",
	"probe-timeout-help": "(Mặc định: 2000) Nếu truy vấn tra cứu không nhận được phản hồi trong khung thời gian đã đặt, thay vào đó sẽ đưa người dùng đến liên kết trực tiếp. Điều chỉnh con số này cao hơn nếu các trang web phản hồi chậm và bạn muốn dành thêm thời gian.",

	"rules": "Phân loại",
	"rules-intro": "Nội dung được phát hiện thông qua ActivityPub có thể được tự động phân loại dựa trên các quy tắc nhất định (ví dụ: hashtag)",
	"rules.modal.title": "Cách nó hoạt động",
	"rules.modal.instructions": "Bất kỳ nội dung đến nào cũng được kiểm tra theo các quy tắc phân loại này và nội dung phù hợp được tự động chuyển sang danh mục lựa chọn.<br /><br /><strong>N.B.</strong> Nội dung đã được phân loại (nghĩa là trong một danh mục từ xa) sẽ không thông qua các quy tắc này.",
	"rules.add": "Thêm Quy Tắc Mới",
	"rules.help-hashtag": "Các chủ đề có chứa hashtag không phân biệt chữ hoa chữ thường này sẽ khớp. Không nhập ký tự <code>#</code>",
	"rules.help-user": "Các chủ đề do người dùng đã nhập đã tạo sẽ khớp. Nhập tên người dùng hoặc ID đầy đủ (vd: <code>bob@example.org</code> hoặc <code>https://example.org/users/bob</code>.",
	"rules.type": "Loại",
	"rules.value": "Giá trị",
	"rules.cid": "Danh mục",

	"relays": "Chuyển tiếp",
	"relays.intro": "Một chuyển tiếp cải thiện khám phá nội dung đến và từ nodeBB của bạn. Đăng ký một chuyển tiếp có nghĩa là nội dung nhận được bởi chuyển tiếp được chuyển tiếp ở đây và nội dung được đăng ở đây được cung cấp bên ngoài bởi chuyển tiếp.",
	"relays.warning": "Lưu ý: Chuyển tiếp có thể gửi lượng lưu lượng truy cập lớn và có thể tăng gánh nặng lưu trữ và xử lý.",
	"relays.litepub": "NodeBB tuân theo tiêu chuẩn chuyển tiếp kiểu LitePub. URL bạn nhập ở đây sẽ kết thúc với <code>/actor</code>.",
	"relays.add": "Thêm Chuyển Tiếp Mới",
	"relays.relay": "Chuyển tiếp",
	"relays.state": "Trạng thái",
	"relays.state-0": "Đang đợi",
	"relays.state-1": "Chỉ nhận",
	"relays.state-2": "Kích hoạt",

	"server-filtering": "Lọc",
	"count": "NodeBB này hiện đã biết về <strong>%1</strong> máy chủ",
	"server.filter-help": "Chỉ định các máy chủ mà bạn muốn cấm liên kết với NodeBB của mình. Ngoài ra, bạn có thể chọn tham gia có chọn lọc <em>cho phép</em> liên kết có chọn lọc với các máy chủ cụ thể. Cả hai tùy chọn đều được hỗ trợ, mặc dù chúng loại trừ lẫn nhau.",
	"server.filter-help-hostname": "Chỉ nhập tên máy chủ bên dưới (vd: <code>example.org</code>), tách nhau bằng ngắt dòng.",
	"server.filter-allow-list": "Dùng nó làm Danh Sách Cho Phép Thay Thế"
}