{
	"maintenance-mode": "Chế Độ Bảo Trì",
	"maintenance-mode.help": "Khi diễn đàn ở chế độ bảo trì, tất cả các yêu cầu sẽ được chuyển hướng đến một trang giữ tĩnh. Quản trị viên không bị chuyển hướng này và có thể truy cập trang bình thường.",
	"maintenance-mode.status": "Mã Trạng Thái Chế Độ Bảo Trì",
	"maintenance-mode.message": "Thông Báo Bảo Trì",
	"headers": "Headers",
	"headers.allow-from": "Đặt ALLOW-FROM để đặt NodeBB trong iFrame",
	"headers.csp-frame-ancestors": "Đặt giá trị Content-Security-Policy frame-ancestors ở phần đầu trang để Đặt NodeBB trong iFrame",
	"headers.csp-frame-ancestors-help": "'none', 'self'(default) or list of URIs to allow.",
	"headers.powered-by": "Tùy chỉnh tiêu đề \"Powered By\" được gửi bởi NodeBB",
	"headers.acao": "Access-Control-Allow-Origin",
	"headers.acao-regex": "Access-Control-Allow-Origin Regular Expression",
	"headers.acao-help": "Để từ chối truy cập vào tất cả các trang web, để trống",
	"headers.acao-regex-help": "Nhập các biểu thức thông thường ở đây để phù hợp với nguồn gốc động. Để từ chối truy cập vào tất cả các trang web, để trống",
	"headers.acac": "Access-Control-Allow-Credentials",
	"headers.acam": "Access-Control-Allow-Methods",
	"headers.acah": "Access-Control-Allow-Headers",
	"hsts": "An ninh giao thông nghiêm ngặt",
	"hsts.enabled": "Enabled HSTS (recommended)",
	"hsts.maxAge": "HSTS Max Age",
	"hsts.subdomains": "Include subdomains in HSTS header",
	"hsts.preload": "Cho phép tải trước phần đầu HSTS",
	"hsts.help": "Nếu bật, một phần đầu trang HSTS sẽ được đặt cho trang web này. Bạn có thể chọn bao gồm tên miền phụ và cờ tải trước trong phần đầu trang của mình. Nếu nghi ngờ, bạn có thể bỏ chọn. <a href=\"%1\">Thêm thông tin <i class=\"fa fa-external-link\"></i></a>",
	"traffic-management": "Quản lý lưu lượng",
	"traffic.help": "NodeBB uses a module that automatically denies requests in high-traffic situations. You can tune these settings here, although the defaults are a good starting point.",
	"traffic.enable": "Bật quản lý lưu lượng",
	"traffic.event-lag": "Ngưỡng Trễ Vòng Lặp Sự Kiện (mili giây)",
	"traffic.event-lag-help": "Giảm giá trị này sẽ giảm thời gian chờ tải trang, nhưng cũng sẽ hiển thị thông báo \"tải quá mức\" cho nhiều người dùng hơn. (Yêu cầu khởi động lại)",
	"traffic.lag-check-interval": "Check Interval (in milliseconds)",
	"traffic.lag-check-interval-help": "Việc hạ thấp giá trị này khiến NodeBB trở nên nhạy cảm hơn với tải đột biến, nhưng cũng có thể khiến kiểm tra trở nên quá nhạy. (Yêu cầu khởi động lại)",

	"sockets.settings": "WebSocket Settings",
	"sockets.max-attempts": "Max Reconnection Attempts",
	"sockets.default-placeholder": "Default: %1",
	"sockets.delay": "Reconnection Delay",

	"analytics.settings": "Analytics Settings",
	"analytics.max-cache": "Analytics Cache Max Value",
	"analytics.max-cache-help": "Cài đặt khi có lưu lượng truy cập cao, bộ nhớ đệm có thể bị cạn liên tục nếu có nhiều người dùng hoạt động đồng thời hơn giá trị Bộ Nhớ Đệm tối đa. (Bắt buộc khởi động lại)",
	"compression.settings": "Compression Settings",
	"compression.enable": "Enable Compression",
	"compression.help": "This setting enables gzip compression. For a high-traffic website in production, the best way to put compression in place is to implement it at a reverse proxy level. You can enable it here for testing purposes."
}