{
	"maintenance-mode": "Chế Độ Bảo Trì",
	"maintenance-mode.help": "Khi diễn đàn ở chế độ bảo trì, tất cả các yêu cầu sẽ được chuyển hướng đến một trang giữ tĩnh. Quản trị viên không bị chuyển hướng này và có thể truy cập trang bình thường.",
	"maintenance-mode.status": "Mã Trạng Thái Chế Độ Bảo Trì",
	"maintenance-mode.message": "Thông Báo Bảo Trì",
	"maintenance-mode.groups-exempt-from-maintenance-mode": "Chọn các nhóm nên được miễn chế độ bảo trì",
	"headers": "Headers",
	"headers.allow-from": "Đặt ALLOW-FROM để đặt NodeBB trong iFrame",
	"headers.csp-frame-ancestors": "Đặt giá trị Content-Security-Policy frame-ancestors ở phần đầu trang để Đặt NodeBB trong iFrame",
	"headers.csp-frame-ancestors-help": "'không', 'bản thân' (mặc định) hoặc danh sách URI cho phép.",
	"headers.powered-by": "Tùy chỉnh tiêu đề \"Powered By\" được gửi bởi NodeBB",
	"headers.acao": "Access-Control-Allow-Origin",
	"headers.acao-regex": "Biểu Thức Chính Quy Access-Control-Allow-Origin",
	"headers.acao-help": "Để từ chối truy cập tất cả các trang, để trống",
	"headers.acao-regex-help": "Nhập các biểu thức thông thường ở đây để phù hợp với nguồn gốc động. Để từ chối truy cập vào tất cả các trang web, để trống",
	"headers.acac": "Access-Control-Allow-Credentials",
	"headers.acam": "Access-Control-Allow-Methods",
	"headers.acah": "Access-Control-Allow-Headers",
	"headers.coep": "Cross-Origin-Embedder-Policy",
	"headers.coep-help": "Khi được bật (mặc định), sẽ đặt tiêu đề thành <code>require-corp</code>",
	"headers.coop": "Cross-Origin-Opener-Policy",
	"headers.corp": "Cross-Origin-Resource-Policy",
	"headers.permissions-policy": "Permissions-Policy",
	"headers.permissions-policy-help": "Allows setting permissions policy header, for example \"geolocation=*, camera=()\", see <a href=\"https://github.com/w3c/webappsec-permissions-policy/blob/main/permissions-policy-explainer.md\">this</a> for more info.",
	"hsts": "Bảo Vệ Truyền Tải Nghiêm Ngặt",
	"hsts.enabled": "Đã bật HSTS (đề nghị)",
	"hsts.maxAge": "HSTS Tuổi Tối Đa",
	"hsts.subdomains": "Bao gồm tên miền phụ trong phần đầu HSTS",
	"hsts.preload": "Cho phép tải trước phần đầu HSTS",
	"hsts.help": "Nếu bật, một phần đầu trang HSTS sẽ được đặt cho trang web này. Bạn có thể chọn bao gồm tên miền phụ và cờ tải trước trong phần đầu. Nếu nghi ngờ, bạn có thể bỏ chọn. <a href=\"%1\">Thêm thông tin <i class=\"fa fa-external-link\"></i></a>",
	"traffic-management": "Quản lý lưu lượng",
	"traffic.help": "NodeBB dùng mô-đun tự động từ chối yêu cầu trong các tình huống có lưu lượng truy cập cao. Bạn có thể điều chỉnh các cài đặt này ở đây, mặc dù các cài đặt mặc định là một điểm khởi đầu tốt.",
	"traffic.enable": "Bật quản lý lưu lượng",
	"traffic.event-lag": "Ngưỡng Trễ Vòng Lặp Sự Kiện (mili giây)",
	"traffic.event-lag-help": "Giảm giá trị này sẽ giảm thời gian chờ tải trang, nhưng cũng sẽ hiển thị thông báo \"tải quá mức\" cho nhiều người dùng hơn. (Yêu cầu khởi động lại)",
	"traffic.lag-check-interval": "Khoảng thời gian kiểm tra (mili giây)",
	"traffic.lag-check-interval-help": "Việc hạ thấp giá trị này khiến NodeBB trở nên nhạy cảm hơn với tải đột biến, nhưng cũng có thể khiến kiểm tra trở nên quá nhạy. (Yêu cầu khởi động lại)",

	"sockets.settings": "Cài Đặt WebSocket",
	"sockets.max-attempts": "Nỗ Lực Kết Nối Lại Tối Đa",
	"sockets.default-placeholder": "Mặc định: %1",
	"sockets.delay": "Độ Trễ Kết Nối Lại",

	"analytics.settings": "Cài Đặt Phân Tích",
	"analytics.max-cache": "Giá trị tối đa trong bộ nhớ đệm cho phân tích",
	"analytics.max-cache-help": "Cài đặt khi có lưu lượng truy cập cao, bộ nhớ đệm có thể bị cạn liên tục nếu có nhiều người dùng hoạt động cùng lúc hơn giá trị Bộ Nhớ Đệm tối đa. (Yêu cầu khởi động lại)",
	"compression.settings": "Cài Đặt Nén",
	"compression.enable": "Bật Nén",
	"compression.help": "Cài đặt này cho phép nén gzip. Đối với trang web có lượng truy cập cao khi vận hành, tốt nhất để đặt tính năng nén là triển khai nó ở cấp độ proxy ngược. Bạn có thể kích hoạt nó ở đây cho việc thử nghiệm."
}