{
	"intro-lead": "Что такое Федерация?",
	"intro-body": "NodeBB может взаимодействовать с другими экземплярами NodeBB, которые его поддерживают. Это достигается с помощью протокола <a href=\"https://activitypub.rocks/\">ActivityPub</a>. Если он включен, NodeBB также сможет взаимодействовать с другими приложениями и веб-сайтами, которые используют ActivityPub (например, Mastodon, Peertube и т. д.)",
	"general": "Общие",
	"pruning": "Обрезка контента",
	"content-pruning": "Дней для хранения удаленного контента",
	"content-pruning-help": "Обратите внимание, что удаленный контент, который привлек внимание (ответ или голосование за/против), будет сохранен. (значение 0 отключено)",
	"user-pruning": "Дней для кэширования учетных записей удаленных пользователей",
	"user-pruning-help": "Учетные записи удаленных пользователей будут удалены только в том случае, если в них нет записей. В противном случае они будут восстановлены повторно. (значение 0 отключено)",
	"enabled": "Включить федерацию",
	"enabled-help": "Если этот параметр включен, NodeBB сможет взаимодействовать со всеми клиентами, поддерживающими Activitypub, в более широком федеративном пространстве.",
	"allowLoopback": "Разрешить обработку обратной связи",
	"allowLoopback-help": "Полезно только для отладки. Вероятно, вам следует оставить это отключенным.",

	"probe": "Открыть в приложении",
	"probe-enabled": "Попробуйте открыть ресурсы с поддержкой ActivityPub в NodeBB",
	"probe-enabled-help": "Если включено, NodeBB будет проверять каждую внешнюю ссылку на наличие эквивалента ActivityPub и загружать его в NodeBB.",
	"probe-timeout": "Время ожидания поиска (миллисекунды)",
	"probe-timeout-help": "(По умолчанию: 2000) Если поисковый запрос не получит ответа в установленные сроки, пользователь будет перенаправлен непосредственно по ссылке. Увеличьте это число, если сайты отвечают медленно и вы хотите предоставить дополнительное время.",

	"server-filtering": "Фильтрация",
	"count": "В настоящее время NodeBB знает о <strong>%1</strong> сервере(ах)",
	"server.filter-help": "Укажите серверы, для которых вы хотели бы запретить объединение с вашим NodeBB. В качестве альтернативы вы можете выборочно <em>разрешить</em> объединение с определенными серверами. Поддерживаются оба варианта, хотя они и являются взаимоисключающими.",
	"server.filter-help-hostname": "Введите ниже только имя хоста экземпляра (например, <code>example.org</code>), разделенное переносами строк.",
	"server.filter-allow-list": "Вместо этого используйте это как список разрешений."
}