{
    "register": "Đăng ký",
    "already-have-account": "Đã có tài khoản rồi?",
    "cancel-registration": "Hủy Đăng Ký",
    "help.email": "Mặc định, email của bạn sẽ bị ẩn không công khai.",
    "help.username-restrictions": "Một tên đăng nhập duy nhất giữa %1 và %2 ký tự. Người khác có thể nhắc đến bạn với @<span id='yourUsername'>tên đăng nhập</span>.",
    "help.minimum-password-length": "Mật khẩu của bạn phải có ít nhất %1 ký tự",
    "email-address": "Địa Chỉ Email",
    "email-address-placeholder": "Nhập Địa Chỉ Email",
    "username": "Tên đăng nhập",
    "username-placeholder": "Nhập Tên Đăng Nhập",
    "password": "Mật khẩu",
    "password-placeholder": "Nhập Mật Khẩu",
    "confirm-password": "Xác Nhận Mật Khẩu",
    "confirm-password-placeholder": "Xác Nhận Mật Khẩu",
    "register-now-button": "Đăng Ký Ngay",
    "alternative-registration": "Đăng Ký Thay Thế",
    "terms-of-use": "Điều Khoản Sử Dụng",
    "agree-to-terms-of-use": "Tôi đồng ý với Điều Khoản Sử Dụng",
    "terms-of-use-error": "Bạn phải đồng ý Điều Khoản Sử Dụng",
    "registration-added-to-queue": "Yêu cầu đăng ký của bạn đã được xếp hàng đợi phê duyệt. Bạn sẽ nhận được email khi quản trị viên chấp nhận yêu cầu.",
    "registration-queue-average-time": "Thời gian chúng tôi phê duyệt tư cách thành viên là %1 giờ %2 phút.",
    "registration-queue-auto-approve-time": "Tư cách thành viên của bạn sẽ được kích hoạt đầy đủ trong tối đa %1 giờ.",
    "interstitial.intro": "Chúng tôi muốn một số thông tin bổ sung để cập nhật tài khoản của bạn&hellip;",
    "interstitial.intro-new": "Chúng tôi muốn một số thông tin bổ sung trước khi chúng tôi có thể tạo tài khoản của bạn&hellip;",
    "interstitial.errors-found": "Vui lòng kiểm tra lại thông tin đã nhập:",
    "gdpr-agree-data": "Tôi bằng lòng với việc thu thập và xử lý thông tin cá nhân của tôi trên trang web này.",
    "gdpr-agree-email": "Tôi đồng ý nhận email tóm tắt và thông báo từ trang web này.",
    "gdpr-consent-denied": "Bạn phải chấp nhận cho trang web này thu thập/xử lý thông tin của bạn và gửi email cho bạn.",
    "invite.error-admin-only": "Đăng ký người dùng trực tiếp đã bị tắt. Vui lòng liên hệ với quản trị viên để biết thêm chi tiết.",
    "invite.error-invite-only": "Đăng ký người dùng trực tiếp đã tắt. Bạn phải được người dùng đã là thành viên mời để truy cập diễn đàn này.",
    "invite.error-invalid-data": "Dữ liệu đăng ký nhận được không tương ứng với hồ sơ của chúng tôi. Vui lòng liên hệ với quản trị viên để biết thêm chi tiết"
}