{
    "password-reset-requested": "Om wachtwoordherstel verzocht - %1!",
    "welcome-to": "Welkom bij %1",
    "greeting_no_name": "Hallo",
    "greeting_with_name": "Hallo %1",
    "welcome.text1": "Bedank voor het registreren bij %1!",
    "welcome.text2": "Om de account volledig te activeren, dienen de instructies uit het bevestigingsbericht opgevolgd te worden. Controleer daarom nu eerst de e-mail inbox voor de activeringscode en volg de link in het bericht.",
    "welcome.cta": "Klik hier voor bevestigen van het e-mailadres",
    "reset.text1": "Wij ontvingen zojuist een verzoek om het wachtwoord van de account, bij onze website bekend als gekoppeld aan dit e-mailadres, te herstellen. Is dit verzoek niet bekend en geautoriseerd, dan kan dit bericht genegeerd worden.",
    "reset.text2": "Om het wachtwoord opnieuw in te stellen, klik op deze link:",
    "reset.cta": "Klik hier voor wachtwoordherstel",
    "reset.notify.subject": "Wachtwoord succesvol gewijzigd",
    "reset.notify.text1": "Op %1 is het wachtwoord van de bij ons geregistreerde gebruikersaccount succesvol gewijzigd.",
    "reset.notify.text2": "Neem onmiddellijk contact met een beheerder op wanneer  geen toestemming voor deze actie gegeven is en deze niet vanuit hier aangevraagd is.",
    "digest.notifications": "Er zijn ongelezen notificaties van %1:",
    "digest.latest_topics": "De meest recente onderwerpen van %1",
    "digest.cta": "Klik hier om deze website te bezoeken %1 ",
    "digest.unsub.info": "Deze samenvatting is vanwege instellingen voor abonnementen van de gebruikersaccount door ons verzonden.",
    "digest.no_topics": "Er zijn geen actieve onderwerpen geweest %1",
    "notif.chat.subject": "Nieuw chatbericht ontvangen van %1",
    "notif.chat.cta": "Klik hier om het gesprek te hervatten",
    "notif.chat.unsub.info": "Deze notificatie is verzonden vanwege de gebruikersinstellingen voor abonnementen.",
    "notif.post.cta": "Klik hier om het volledige bericht te lezen",
    "notif.post.unsub.info": "Deze notificatie is door ons verzonden vanwege gebruikersinstellingen voor abonnementen en berichten.",
    "test.text1": "Dit is een testbericht om te verifiëren dat NodeBB de e-mailberichtservice correct heeft opgezet.",
    "unsub.cta": "Klik hier om deze instellingen te wijzigen",
    "closing": "Bedankt!"
}