{
    "password-reset-requested": "Wachtwoordherstel aangevraagd voor %1!",
    "welcome-to": "Welkom bij %1",
    "greeting_no_name": "Hallo",
    "greeting_with_name": "Hallo %1",
    "welcome.text1": "Bedank voor het registreren bij %1!",
    "welcome.text2": "Ga naar de e-mailberichten inbox om het activatiebericht met de snelkoppeling te volgen, daarna is het registratieproces voltooid.",
    "welcome.cta": "Klik hier om het e-mailadres te bevestigen door het e-mailadres op te geven",
    "reset.text1": "Wij ontvingen een verzoek om het wachtwoord te herstellen van een account die aan dit e-mailadres gekoppeld is. Mocht deze melding niet van hier afkomstig is of geauthoriseerd, kan dit bericht genegeerd worden.",
    "reset.text2": "Klik op de link om het wachtwoord te herstellen",
    "reset.cta": "Klik hier om het wachtwoord te herstellen",
    "reset.notify.subject": "Wachtwoord succesvol gewijzigd",
    "reset.notify.text1": "Wij melden bij deze dat het wachtwoord van de account succesvol gewijzigd is op %1",
    "reset.notify.text2": "Neem contact op met een beheerder als hier geen toestemming voor gegeven is.",
    "digest.notifications": "Ongelezen notificaties van %1:",
    "digest.latest_topics": "De meest recente onderwerpen van %1",
    "digest.cta": "Klik hier om deze website te bezoeken %1 ",
    "digest.unsub.info": "Dit overzicht was verzonden omdat op een abonnement ingeschreven is.",
    "digest.no_topics": "Er zijn de afgelopen dagen geen actieve onderwerpen %1",
    "notif.chat.subject": "Nieuw chatbericht ontvangen van %1",
    "notif.chat.cta": "Klik hier om het gesprek te hervatten",
    "notif.chat.unsub.info": "Deze chat notificatie is door accountinstellingen en abonnement verzonden",
    "notif.post.cta": "Klik hier om het volledige bericht te lezen",
    "notif.post.unsub.info": "Deze bericht notificatie is door accountinstellingen en abonnement verzonden",
    "test.text1": "Dit is een testbericht om te verifiëren dat de e-mailservice door NodeBB correct is opgezet",
    "unsub.cta": "Klik hier om de instellingen te wijzigen",
    "closing": "Bedankt!"
}
