{
	"intro-lead": "Federasiya nədir?",
	"intro-body": "NodeBB onu dəstəkləyən digər NodeBB instansiyaları ilə əlaqə qura bilir. Buna <a href=\"https://activitypub.rocks/\">ActivityPub</a> adlı protokol vasitəsilə nail olunur. Aktivləşdirilərsə, NodeBB ActivityPub istifadə edən digər proqramlar və vebsaytlarla (məsələn, Mastodon, Peertube və s.) əlaqə saxlaya biləcək.",
	"general": "Ümumi",
	"pruning": "Məzmunun budaması",
	"content-pruning": "Uzaq məzmunu saxlamaq üçün günlər",
	"content-pruning-help": "Nəzərə alın ki, nişan almış uzaq məzmun (cavab və ya müsbət/mənfi səs) qorunacaq. (əlillər üçün 0)",
	"user-pruning": "Uzaqdan istifadəçi hesablarını keşləmək üçün günlər",
	"user-pruning-help": "Uzaqdan olan istifadəçi hesabları yalnız yazıları olmadıqda kəsiləcək. Əks halda onlar yenidən geri alınacaq. (əlillər üçün 0)",
	"enabled": "Federasiyanı aktivləşdirin",
	"enabled-help": "Aktivləşdirilərsə, bu NodeBB daha geniş fediverse üzrə bütün Activitypub-u aktivləşdirən müştərilərlə əlaqə saxlamağa imkan verəcək.",
	"allowLoopback": "Geri dönmə emalına icazə verin",
	"allowLoopback-help": "Yalnız sazlama məqsədləri üçün faydalıdır. Yəqin ki, bunu əlil buraxmalısınız.",

	"probe": "Tətbiqdə açın",
	"probe-enabled": "NodeBB-də ActivityPub-u aktivləşdirən resursları açmağa çalışın",
	"probe-enabled-help": "Aktiv edilərsə, NodeBB hər bir xarici linki ActivityPub ekvivalenti üçün yoxlayacaq və əvəzinə onu NodeBB-də yükləyəcək.",
	"probe-timeout": "Axtarış vaxtı (millisaniyə)",
	"probe-timeout-help": "(Defolt: 2000) Əgər axtarış sorğusu müəyyən edilmiş vaxt çərçivəsində cavab almazsa, onun əvəzinə istifadəçi birbaşa linkə göndəriləcək. Saytlar ləng cavab verirsə və əlavə vaxt vermək istəyirsinizsə, bu rəqəmi daha yüksək tənzimləyin.",

	"rules": "Categorization",
	"rules-intro": "Content discovered via ActivityPub can be automatically categorized based on certain rules (e.g. hashtag)",
	"rules.modal.title": "How it works",
	"rules.modal.instructions": "Any incoming content is checked against these categorization rules, and matching content is automatically moved into the category of choice.<br /><br /><strong>N.B.</strong> Content that is already categorized (i.e. in a remote category) will not pass through these rules.",
	"rules.add": "Add New Rule",
	"rules.help-hashtag": "Topics containing this case-insensitive hashtag will match. Do not enter the <code>#</code> symbol",
	"rules.help-user": "Topics created by the entered user will match. Enter a handle or full ID (e.g. <code>bob@example.org</code> or <code>https://example.org/users/bob</code>.",
	"rules.type": "Type",
	"rules.value": "Value",
	"rules.cid": "Category",

	"relays": "Relays",
	"relays.intro": "A relay improves discovery of content to and from your NodeBB. Subscribing to a relay means content received by the relay is forwarded here, and content posted here is syndicated outward by the relay.",
	"relays.warning": "Note: Relays can send larges amounts of traffic in, and may increase storage and processing costs.",
	"relays.litepub": "NodeBB follows the LitePub-style relay standard. The URL you enter here should end with <code>/actor</code>.",
	"relays.add": "Add New Relay",
	"relays.relay": "Relay",
	"relays.state": "State",
	"relays.state-0": "Pending",
	"relays.state-1": "Receiving only",
	"relays.state-2": "Active",

	"server-filtering": "Filtrlə",
	"count": "Bu NodeBB hazırda <strong>%1</strong> server(lər)dən xəbərdardır",
	"server.filter-help": "NodeBB ilə federasiyaya mane olmaq istədiyiniz serverləri göstərin. Alternativ olaraq, bunun əvəzinə xüsusi serverlərlə federasiyaya seçimlə <em>icazə verə bilərsiniz</em>. Hər iki variant bir-birini istisna etsə də, dəstəklənir.",
	"server.filter-help-hostname": "Aşağıdakı misal host adını daxil edin (məsələn, <code>example.org</code>), sətir fasilələri ilə ayrılır.",
	"server.filter-allow-list": "Bunun əvəzinə İcazə Siyahısı kimi istifadə edin"
}