{
    "password-reset-requested": "ส่งคำขอตั้งค่ารหัสผ่านใหม่แล้ว -   %1!",
    "welcome-to": "ยินดีต้อนรับ %1",
    "invite": "คำเชิญจาก %1",
    "greeting_no_name": "สวัสดี",
    "greeting_with_name": "สวัสดี %1",
    "email.verify-your-email.subject": "Please verify your email",
    "email.verify.text1": "Your email address has changed!",
    "welcome.text1": "ขอบคุณที่ลงทะเบียนกับ %1",
    "welcome.text2": "เพื่อให้การบัญชีของคุณใช้งานได้อย่างเสร็จสมบูรณ์ เราจำเป็นต้องยืนยันว่าคุณเป็นเจ้าของที่แท้จริงของอีเมล์ที่ใช้สมัครสมาชิก",
    "welcome.text3": "ผู้ดูแลระบบได้ทำการยอมรับการสมัครสมาชิกของคุณแล้ว คุณสามารถเข้าสู่ระบบด้วย ชื่อผู้ใช้/รหัสผ่าน ได้แล้วตอนนี้",
    "welcome.cta": "กดตรงนี้เพื่อยืนยันอีเมลของคุณ",
    "invitation.text1": "%1 ได้เชิญคุณให้เข้าร่วม %2",
    "invitation.text2": "Your invitation will expire in %1 days.",
    "invitation.ctr": "คลิกที่นี่เพื่อสร้างบัญชีของคุณ",
    "reset.text1": "เราได้รับคำร้องให้ตั้งค่ารหัสผ่านใหม่ของคุณ อาจจะเป็นเพราะว่าคุณลืมรหัสผ่านและได้ทำการส่งคำขอเข้ามา หากไม่ใช่ กรุณาเพิกเฉยต่ออีเมล์นี้และไม่ต้องดำเนินการใดๆทั้งสิ้น",
    "reset.text2": "เพื่อดำเนินการตั้งรหัสผ่านใหม่ต่อไป, โปรดกดที่ลิ้งค์นี้:",
    "reset.cta": "กดตรงนี้เพื่อตั้งรหัสผ่านใหม่",
    "reset.notify.subject": "ตั้งค่ารหัสผ่านใหม่เรียบร้อยแล้ว",
    "reset.notify.text1": "เรากำลังแจ้งคุณว่าตอน %1 รหัสผ่านของคุณถูกเปลี่ยนเรียบร้อยแล้ว",
    "reset.notify.text2": "หากคุณไม่ได้เป็นคนอนุญาตสิ่งนี้ กรุณาแจ้งไปยังผู้ดูแลระบบโดยทันที",
    "digest.notifications": "คุณมีข้อความแจ้งเตือนที่ยังไม่ได้อ่านจาก %1:",
    "digest.latest_topics": "หัวข้อสนทนาล่าสุดจาก %1",
    "digest.cta": "กดตรงนี้เพื่อเข้าดู %1",
    "digest.unsub.info": "คำชี้แจงถูกส่งไปให้คุณแล้ว เนื่องมาจากการตั้งค่าสมาชิกของคุณ",
    "digest.no_topics": "ไม่มีกระทู้ใดๆเลยใน %1 ที่ผ่านมา",
    "digest.day": "วัน",
    "digest.week": "สัปดาห์",
    "digest.month": "เดือน",
    "digest.subject": "คำชี้แจงสำหรับ %1",
    "notif.chat.subject": "ได้รับข้อความแชทใหม่จาก %1",
    "notif.chat.cta": "กดตรงนี้เพื่อกลับไปยังบทสนทนา",
    "notif.chat.unsub.info": "การแจ้งเตือนแชทนี้ถูกส่งไปหาคุณเนื่องจากการตั้งค่าสมาชิกของคุณ",
    "notif.post.cta": "คลิกที่นี่เพื่ออ่านกระทู้ฉบับเต็ม",
    "notif.post.unsub.info": "การแจ้งเตือนกระทู้นี้ถูกส่งไปยังคุณเนื่องการตั้งค่าสมาชิกของคุณ",
    "notif.cta": "คลิกที่นี่เพื่อไปที่ฟอรัม",
    "test.text1": "นี่คืออีเมลทดสอบเพื่อยืนยันว่าระบบอีเมลมีการตั้งค่าที่ถูกต้องสำหรับ NodeBB ของคุณ",
    "unsub.cta": "กดตรงนี้เพื่อเปลี่ยนแปลงการตั้งค่า",
    "banned.subject": "คุณถูกแบนจาก  %1 แล้ว",
    "banned.text1": "ผู้ใช้   %1 ได้ถูกแบนจาก  %2",
    "banned.text2": "การแบนนี้จะใช้เวลาจนถึง %1",
    "banned.text3": "นี่คือเหตุผลที่ทำไมคุณถึงถูกแบน",
    "closing": "ขอบคุณ!"
}