{
    "register": "ลงทะเบียน",
    "cancel_registration": "ยกเลิกการสมัคร",
    "help.email": "ผู้ใช้อื่น ๆ จะไม่สามารถมองเห็นอีเมลของคุณโดยดีฟอลต์",
    "help.username_restrictions": "ชื่อผู้ใช้ที่ไม่ซ้ำกับผู้อื่น  จะต้องมีความยาวระหว่าง% %1 และ %2 ตัวอักษร ผู้ใช้อื่นๆ สามารถพูดถึงคุณโดย @<span id='yourUsername'>ชื่อผู้ใช้</ span>",
    "help.minimum_password_length": "ความยาวรหัสผ่านของคุณต้องมีอย่างน้อย %1 ตัวอักษร",
    "email_address": "อีเมล์",
    "email_address_placeholder": "ใส่อีเมล์",
    "username": "ชื่อผู้ใช้",
    "username_placeholder": "ใส่ชื่อผู้ใช้",
    "password": "รหัสผ่าน",
    "password_placeholder": "ใส่รหัสผ่าน",
    "confirm_password": "ยืนยันรหัสผ่าน",
    "confirm_password_placeholder": "ยืนยันรหัสผ่าน",
    "register_now_button": "ลงทะเบียน",
    "alternative_registration": "เข้าสู่ระบบโดยทางอื่น",
    "terms_of_use": "เงื่อนไขการใช้งาน",
    "agree_to_terms_of_use": "ยอมรับข้อตกลงในการใช้งาน",
    "terms_of_use_error": "คุณต้องยอมรับเงื่อนไขการใช้งานก่อน",
    "registration-added-to-queue": "การสมัครใช้งานของถูกเพิ่มเข้าไปยังระบบเพิ่อรอการอนุมัติแล้ว คุณจะได้รับอีเมล์เมื่อการสมัครใช้งานของคุณถูกยอมรับโดยผู้ดูแลระบบหรือแอดมิน",
    "registration-queue-average-time": "Our average time for approving memberships is %1 hours %2 minutes.",
    "registration-queue-auto-approve-time": "Your membership to this forum will be fully activated in up to %1 hours.",
    "interstitial.intro": "We'd like some additional information in order to update your account&hellip;",
    "interstitial.intro-new": "We'd like some additional information before we can create your account&hellip;",
    "interstitial.errors-found": "Please review the entered information:",
    "gdpr_agree_data": "I consent to the collection and processing of my personal information on this website.",
    "gdpr_agree_email": "I consent to receive digest and notification emails from this website.",
    "gdpr_consent_denied": "You must give consent to this site to collect/process your information, and to send you emails.",
    "invite.error-admin-only": "Direct user registration has been disabled. Please contact an administrator for more details.",
    "invite.error-invite-only": "Direct user registration has been disabled. You must be invited by an existing user in order to access this forum.",
    "invite.error-invalid-data": "The registration data received does not correspond to our records. Please contact an administrator for more details"
}