{
    "register": "ลงทะเบียน",
    "already-have-account": "มีบัญชีอยู่แล้วหรือยัง?",
    "cancel-registration": "ยกเลิกการสมัคร",
    "help.email": "ตามค่าเริ่มต้นของผู้ใช้ ผู้ใช้อื่นๆ จะไม่สามารถมองเห็นอีเมลของคุณ",
    "help.username-restrictions": "ชื่อผู้ใช้ที่ไม่ซ้ำกับผู้อื่น และยาวระหว่าง %1 และ %2 ตัวอักษร ผู้ใช้อื่นๆ สามารถกล่าวถึงคุณโดยใช้ @<span id='yourUsername'>ชื่อผู้ใช้</span>",
    "help.minimum-password-length": "รหัสผ่านของคุณต้องยาวอย่างน้อย %1 ตัวอักษร",
    "email-address": "อีเมล์",
    "email-address-placeholder": "ใส่อีเมล์",
    "username": "ชื่อผู้ใช้",
    "username-placeholder": "ใส่ชื่อผู้ใช้",
    "password": "รหัสผ่าน",
    "password-placeholder": "ใส่รหัสผ่าน",
    "confirm-password": "ยืนยันรหัสผ่าน",
    "confirm-password-placeholder": "ยืนยันรหัสผ่าน",
    "register-now-button": "สมัครสมาชิก",
    "alternative-registration": "สมัครสมาชิกโดยทางอื่น",
    "terms-of-use": "ข้อตกลงการใช้งาน",
    "agree-to-terms-of-use": "ยอมรับข้อตกลงในการใช้งาน",
    "terms-of-use-error": "คุณต้องยอมรับข้อตกลงการใช้งานก่อน",
    "registration-added-to-queue": "การสมัครใช้งานของถูกเพิ่มเข้าไปยังระบบเพิ่อรอการอนุมัติแล้ว คุณจะได้รับอีเมล์เมื่อการสมัครใช้งานของคุณถูกยอมรับโดยผู้ดูแลระบบหรือแอดมิน",
    "registration-queue-average-time": "เวลาเฉลี่ยที่ใช้ในการอนุมัติสมาชิกคือ %1 ชั่วโมง %2 นาที",
    "registration-queue-auto-approve-time": "ความเป็นสมาชิกฟอรั่มนี้ของคุณจะสมบูรณ์ในอีก %1 ชั่วโมง",
    "interstitial.intro": "เราอยากได้ข้อมูลเพิ่มเติมเพื่อปรับปรุงบัญชีของคุณ&hellip;",
    "interstitial.intro-new": "เราอยากได้ข้อมูลเพิ่มเติมก่อนที่จะสร้างบัญชีของคุณ&hellip;",
    "interstitial.errors-found": "โปรดตรวจสอบข้อมูลที่ใส่:",
    "gdpr-agree-data": "ฉันยินยอมให้มีการเก็บรวบรวมและประมวลผลข้อมูลส่วนบุคคลของฉันในเว็บนี้",
    "gdpr-agree-email": "ฉันยินยอมที่จะรับอีเมลสรุปเนื้อหาและการแจ้งเตือนจากเว็บนี้",
    "gdpr-consent-denied": "คุณต้องยินยอมให้เว็บนี้สามารถเก็บรวบรวม/ประมวลผลข้อมูลของคุณ และส่งอีเมลให้คุณ",
    "invite.error-admin-only": "การสมัครสมาชิกโดยตรงไม่ถูกเปิดใช้งาน กรุณาติดต่อกับผู้ดูแลระบบสำหรับข้อมูลเพิ่มเติม",
    "invite.error-invite-only": "การสมัครสมาชิกโดยตรงไม่ถูกเปิดใช้งาน คุณต้องได้รับเชิญจากผู้ใช้งานอื่นที่มีอยู่เพื่อเข้าถึงฟอรั่มนี้",
    "invite.error-invalid-data": "ข้อมูลการลงทะเบียนที่ได้รับไม่ตรงกับบันทึกของเรา กรุณาติดต่อผู้ดูแลระบบสำหรับข้อมูลเพิ่มเติม"
}