{
	"intro-lead": "Hvad er Føderation?",
	"intro-body": "NodeBB er i stand til at kommunikere med andre instanser af NodeBB, der understøtter det. Dette er opnået igennem en protokol der hedder <a href=\"https://activitypub.rocks\">ActivityPub</a>. Hvis slået til, vil NodeBB også være i stand til at kommunikere med andre apps og hjemmesider der bruger ActivityPub (f.eks. Mastodon, PeerTube, etc.)",
	"general": "Generelt",
	"pruning": "Indholdsudvælgelse",
	"content-pruning": "Antal dage fjernt indhold skal gemmes",
	"content-pruning-help": "Læg mærke til at fjernt indhold der har modtaget engagement (et svar eller en opstemme/nedstemme) vil blive beholdt. (0 for at slå fra)",
	"user-pruning": "Antal dage, hvor fjerne brugerkontoer bliver gemt i cache",
	"user-pruning-help": "Fjerne brugerkontoer vil kun blive frasorteret, hvis de ikke har nogle opslag. Ellers vil det blive gen-hentet. (0 for at slå fra)",
	"enabled": "Tænd for Føderation",
	"enabled-help": "Hvis slået til, vil denne NodeBB instans kunne kommunikere med alle klienter der bruger ActivityPub på det bredere fødivers.",
	"allowLoopback": "Tillad loopback proccesering",
	"allowLoopback-help": "Kun brugbart for debugging-formål. Du bør formentlig efterlade det slukket.",

	"probe": "Åben i App",
	"probe-enabled": "Prøv at åbne ActivityPub-tændte ressourcer i NodeBB",
	"probe-enabled-help": "Hvis slået til, vil NodeBB tjekke hvert eksternt link for et tilsvarende ActivityPub-link og loade det i NodeBB i stedet.",
	"probe-timeout": "Opslag Ventetid (millisekunder)",
	"probe-timeout-help": "(Udgangspunkt: 2000) Hvis opslagsforespørgslen ikke modtager et svar inden for den angivne tidsramme, vil vil brugeren blive sendt til linket direkte i stedet for. Justér dette tal højere, hvis sider responderer langsomt og du gerne vil give dem ekstra tid.",

	"rules": "Categorization",
	"rules-intro": "Content discovered via ActivityPub can be automatically categorized based on certain rules (e.g. hashtag)",
	"rules.modal.title": "How it works",
	"rules.modal.instructions": "Any incoming content is checked against these categorization rules, and matching content is automatically moved into the category of choice.<br /><br /><strong>N.B.</strong> Content that is already categorized (i.e. in a remote category) will not pass through these rules.",
	"rules.add": "Add New Rule",
	"rules.help-hashtag": "Topics containing this case-insensitive hashtag will match. Do not enter the <code>#</code> symbol",
	"rules.help-user": "Topics created by the entered user will match. Enter a handle or full ID (e.g. <code>bob@example.org</code> or <code>https://example.org/users/bob</code>.",
	"rules.type": "Type",
	"rules.value": "Value",
	"rules.cid": "Category",

	"relays": "Relays",
	"relays.intro": "A relay improves discovery of content to and from your NodeBB. Subscribing to a relay means content received by the relay is forwarded here, and content posted here is syndicated outward by the relay.",
	"relays.warning": "Note: Relays can send larges amounts of traffic in, and may increase storage and processing costs.",
	"relays.litepub": "NodeBB follows the LitePub-style relay standard. The URL you enter here should end with <code>/actor</code>.",
	"relays.add": "Add New Relay",
	"relays.relay": "Relay",
	"relays.state": "State",
	"relays.state-0": "Pending",
	"relays.state-1": "Receiving only",
	"relays.state-2": "Active",

	"server-filtering": "Filtrering",
	"count": "Denne NodeBB instans er lige nu bevidst om <strong>%1</strong> server(e)",
	"server.filter-help": "Specificér servere, som du gerne vil stoppe fra at føderere med din NodeBB instans. Alternativt, kan du vælge at selektivt  <em>tillade</em> føderation med udvalgte servere i stedet. Begge muligheder er understøttet, men man kan kun vælge en metode ad gangen.",
	"server.filter-help-hostname": "Indtast adressen på instansen nedenunder (f.eks. <code> eksempel.dk </code>), separeret af linjeskift.",
	"server.filter-allow-list": "Brug dette som en Tillad Liste i stedet"
}