{
	"intro-lead": "¿Qué es Federación?",
	"intro-body": "NodeBB puede comunicarse con otras instancias de NodeBB que lo soportan. Esto es conseguido a través de un prótocolo llamado <a href=\"https://activitypub.rocks/\">ActivityPub</a>. Si se habilita, NodeBB también será capaz de comunicarse con otras aplicaciones y sitios web que usan ActivityPub (ej. Mastodon, Peertube, etc.)",
	"general": "General",
	"pruning": "Purga de contenido",
	"content-pruning": "Días para mantener contenido remoto",
	"content-pruning-help": "Nota, remover contenido que ha tenido actividad (respuesta, un voto) será preservado. (0 para deshabilitar)",
	"user-pruning": "Días para mantener en caché cuentas de usuarios remotos",
	"user-pruning-help": "Cuentas de usuarios remotos solo serán purgadas si no tienen publicaciones. De lo contrario serán re-obtenidas. (0 para deshabilitar)",
	"enabled": "Habilitar Federación",
	"enabled-help": "Si se activa, esto habilitará a NodeBB comunicarse con todos los clientes que tengan habilitado ActivityPub en el fediverso.",
	"allowLoopback": "Allow loopback processing",
	"allowLoopback-help": "Useful for debugging purposes only. You should probably leave this disabled.",

	"probe": "Open in App",
	"probe-enabled": "Try to open ActivityPub-enabled resources in NodeBB",
	"probe-enabled-help": "If enabled, NodeBB will check every external link for an ActivityPub equivalent, and load it in NodeBB instead.",
	"probe-timeout": "Lookup Timeout (milliseconds)",
	"probe-timeout-help": "(Default: 2000) If the lookup query does not receive a response within the set timeframe, will send the user to the link directly instead. Adjust this number higher if sites are responding slowly and you wish to give extra time.",

	"rules": "Categorization",
	"rules-intro": "Content discovered via ActivityPub can be automatically categorized based on certain rules (e.g. hashtag)",
	"rules.modal.title": "How it works",
	"rules.modal.instructions": "Any incoming content is checked against these categorization rules, and matching content is automatically moved into the category of choice.<br /><br /><strong>N.B.</strong> Content that is already categorized (i.e. in a remote category) will not pass through these rules.",
	"rules.add": "Add New Rule",
	"rules.help-hashtag": "Topics containing this case-insensitive hashtag will match. Do not enter the <code>#</code> symbol",
	"rules.help-user": "Topics created by the entered user will match. Enter a handle or full ID (e.g. <code>bob@example.org</code> or <code>https://example.org/users/bob</code>.",
	"rules.type": "Type",
	"rules.value": "Value",
	"rules.cid": "Category",

	"relays": "Relays",
	"relays.intro": "A relay improves discovery of content to and from your NodeBB. Subscribing to a relay means content received by the relay is forwarded here, and content posted here is syndicated outward by the relay.",
	"relays.warning": "Note: Relays can send larges amounts of traffic in, and may increase storage and processing costs.",
	"relays.litepub": "NodeBB follows the LitePub-style relay standard. The URL you enter here should end with <code>/actor</code>.",
	"relays.add": "Add New Relay",
	"relays.relay": "Relay",
	"relays.state": "State",
	"relays.state-0": "Pending",
	"relays.state-1": "Receiving only",
	"relays.state-2": "Active",

	"server-filtering": "Filtering",
	"count": "This NodeBB is currently aware of <strong>%1</strong> server(s)",
	"server.filter-help": "Specify servers you would like to bar from federating with your NodeBB. Alternatively, you may opt to selectively <em>allow</em> federation with specific servers, instead. Both options are supported, although they are mutually exclusive.",
	"server.filter-help-hostname": "Enter just the instance hostname below (e.g. <code>example.org</code>), separated by line breaks.",
	"server.filter-allow-list": "Use this as an Allow List instead"
}