{
	"maintenance-mode": "Modo de Manutenção",
	"maintenance-mode.help": "Quando o fórum está em modo de manutenção, todas as solicitações serão redirecionadas para uma página estática. Administradores não sofrem este redirecionamento e podem acessar o site normalmente.",
	"maintenance-mode.status": "Código de Status de Modo de Mautenção",
	"maintenance-mode.message": "Mensagem de Manutenção",
	"headers": "Cabeçalhos",
	"headers.allow-from": "Defina ALLOW-FROM para Colocar o NodeBB em um iFrame",
	"headers.powered-by": "Personalizar o cabeçalho de \"Powered By\" enviado pelo NodeBB",
	"headers.acao": "Access-Control-Allow-Origin",
	"headers.acao-regex": "Access-Control-Allow-Origin Regular Expression",
	"headers.acao-help": "Para impedir o acesso a todos os sites, deixe vazio",
	"headers.acao-regex-help": "Insira expressões regulares aqui para corresponder às origens dinâmicas. Para impedir o acesso a todos os sites, deixe vazio",
	"headers.acac": "Access-Control-Allow-Credentials",
	"headers.acam": "Access-Control-Allow-Methods",
	"headers.acah": "Access-Control-Allow-Headers",
	"hsts": "Strict Transport Security",
	"hsts.enabled": "Habilitar HSTS (recomendado)",
	"hsts.subdomains": "Incluir subdomínios no cabeçalho do HSTS",
	"hsts.preload": "Permitir pré-carregamento do cabeçalho do HSTS",
	"hsts.help": "Se habilitado, um cabeçalho de HSTS será enviado para este site. Você pode selecionar tanto quais subdomínios deseja incluir, como quais serão as flags de pré-carregamento no seu cabeçalho. Se estiver em dúvida, você pode deixar esta opção desmarcada. <a href=\"%1\">Mais informações<i class=\"fa fa-external-link\"></i></a>",
	"traffic-management": "Administração de Tráfego",
	"traffic.help": "Quando instalado, o NodeBB vem equipado com um módulo que nega automaticamente solicitações em situações de alto tráfego. Você pode ajustar estas configurações aqui, apesar de que os valores padrões são um bom começo.",
	"traffic.enable": "Ativar a Administração de Tráfego",
	"traffic.event-lag": "Limite do Lag do Loop de Eventos (em milisegundos)",
	"traffic.event-lag-help": "Abaixar este valor diminui o tempo de espera para o carregamentos de página, mas irá também mostrar a mensagem de \"carga excessiva\" para mais usuários. (É necessário reiniciar)",
	"traffic.lag-check-interval": "Intervalo de Checagem (em milisegundos)",
	"traffic.lag-check-interval-help": "Diminuir esse valor faz com que o NodeBB fique mais sensível a picos de carga, mas também pode fazer com que a verificação fique muito sensível. (É necessário reiniciar)"
}