{
	"reputation": "Configurações de Reputação",
	"disable": "Desabilitar o Sistema de Reputação",
	"disable-down-voting": "Desativar a Negativação",
	"votes-are-public": "Todos os Votos São Públicos",
	"thresholds": "Limites às atividades",
	"min-rep-upvote": "Minimum reputation to upvote posts",
	"upvotes-per-day": "Upvotes per day (set to 0 for unlimited upvotes)",
	"upvotes-per-user-per-day": "Upvotes per user per day (set to 0 for unlimited upvotes)",
	"min-rep-downvote": "Reputação mínima para votar negativamente em posts",
	"downvotes-per-day": "Votos negativos por dia (definido como 0 para votos negativos ilimitados)",
	"downvotes-per-user-per-day": "Votos negativos por usuário por dia (definido como 0 para votos negativos ilimitados)",
	"min-rep-chat": "Minimum reputation to send chat messages",
	"min-rep-flag": "Reputação mínima para sinalizar posts",
	"min-rep-website": "Reputação mínima para adicionar \"Website\" ao perfil do usuário",
	"min-rep-aboutme": "Reputação mínima para adicionar \"Sobre mim\" ao perfil do usuário",
	"min-rep-signature": "Reputação mínima para adicionar \"Assinatura\" ao perfil do usuário",
	"min-rep-profile-picture": "Reputação mínima para adicionar \"Foto do Perfil\" ao perfil do usuário",
	"min-rep-cover-picture": "Reputação mínima para adicionar \"Foto de Capa\" ao perfil do usuário",

	"flags": "Configurações de Sinalização",
	"flags.limit-per-target": "Número máximo de vezes que algo pode ser sinalizado",
	"flags.limit-per-target-placeholder": "Padrão: 0",
	"flags.limit-per-target-help": "Quando uma postagem ou usuário é sinalizado várias vezes, cada sinalizador adicional é considerado uma 'reportagem' e adicionado ao sinalizador original. Defina esta opção com um número diferente de zero para limitar o número de relatórios que um item pode receber.",
  	"flags.auto-flag-on-downvote-threshold": "Number of downvotes to auto flag posts (Set to 0 to disable, default: 0)",
	"flags.auto-resolve-on-ban": "Resolver automaticamente todos os tickets de um usuário quando eles são banidos",
	"flags.action-on-resolve": "Do the following when a flag is resolved",
	"flags.action-on-reject": "Do the following when a flag is rejected",
	"flags.action.nothing": "Do nothing",
	"flags.action.rescind": "Rescind the notification send to moderators/administrators"
}