{
	"intro-lead": "Какво представлява федерирането?",
	"intro-body": "NodeBB може да осъществява връзка с други инсталации на NodeBB, които поддържат това. Това се постига чрез протокол наречен <a href=\"https://activitypub.rocks/\">ActivityPub</a>. Ако е включено, NodeBB ще може да осъществява връзка и с други приложения и уеб сайтове, които ползват ActivityPub (например Мастодон, Peertube и т.н.)",
	"general": "Общи",
	"pruning": "Премахване на съдържанието",
	"content-pruning": "Брой дни за съхранение на отдалечено съдържание",
	"content-pruning-help": "Имайте предвид, че отдалеченото съдържание, за което е имало някакви действия (отговори или положителни/отрицателни гласове) ще бъде запазено. (0 = изключено)",
	"user-pruning": "Брой дни за кеширане на отдалечените потребителски акаунти",
	"user-pruning-help": "Отдалечените потребителски акаунти ще бъдат премахнати, само ако не са публикували нищо. Иначе ще бъдат извличани повторно. (0 = изключено)",
	"enabled": "Включване на федерирането",
	"enabled-help": "Ако е включено, този NodeBB ще може да осъществява връзка с всички клиенти ползващи ActivityPub в цялата федивселена.",
	"allowLoopback": "Разрешаване на обработката на локална обратна връзка",
	"allowLoopback-help": "Полезно само за дебъгване. Най-добре е това да бъде изключено",

	"probe": "Отваряне в приложението",
	"probe-enabled": "Дали да се опитва отваряне на нещата поддържащи ActivityPub в NodeBB",
	"probe-enabled-help": "Ако е включено, NodeBB ще проверява всяка външна връзка дали поддържа ActivityPub и ако е така – ще я зарежда направо в NodeBB.",
	"probe-timeout": "Време за изчакване на проверката (милисекунди)",
	"probe-timeout-help": "(По подразбиране: 2000) Ако проверката не получи отговор в рамките на зададеното време, потребителят ще бъде изпратен директно на адреса на връзката. Задайте по-голямо число, ако уеб сайтовете отговарят по-бавно и искате да им дадете повече време.",

	"rules": "Категоризиране",
	"rules-intro": "Съдържанието открито чрез ActivityPub може да бъде категоризирано автоматично следвайки определени правила (например дума отбелязана с диез)",
	"rules.modal.title": "Как работи това",
	"rules.modal.instructions": "Цялото входящо съдържание се проверява спрямо правилата и ако има съвпадения – те се преместват в избраната категория.<br /><br /><strong>Забележка</strong> Съдържанието, което вече е категоризирано (например в отдалечена категория) няма да преминава тези проверки.",
	"rules.add": "Добавяне на ново правило",
	"rules.help-hashtag": "Ще се търсят съвпадения с теми съдържащи тази дума с диез (не се прави разлика между главни и малки букви). Не въвеждайте знака <code>#</code>",
	"rules.help-user": "Ще се търсят теми създадени от този потребител. Въведете  псевдоним или пълен идентификатор (например <code>bob@example.org</code> или <code>https://example.org/users/bob</code>.",
	"rules.type": "Тип",
	"rules.value": "Стойност",
	"rules.cid": "Категория",

	"relays": "Препредавател",
	"relays.intro": "Препредавателят подобрява отриването на съдържание за и от Вашият NodeBB. Абонирането за препредавател означава, че съдържанието получено от него ще бъде препредавано тук, а съдържанието публикувано тук, ще бъде излъчвано от него за останалите.",
	"relays.warning": "Забележка: препредавателите могат да доставят огромно количество трафик, което може да увеличи разходите Ви за съхранение и обработка.",
	"relays.litepub": "NodeBB използва стандарт за препредаване в стила на LitePub. Адресът, който въведете тук, трябва да завършва с <code>/actor</code>.",
	"relays.add": "Добавяне на нов препредавател",
	"relays.relay": "Препредавател",
	"relays.state": "Състояние",
	"relays.state-0": "В изчакване",
	"relays.state-1": "Само приемане",
	"relays.state-2": "Активен",

	"server-filtering": "Филтриране",
	"count": "Този NodeBB в момента знае за наличието на <strong>%1</strong> сървър(а)",
	"server.filter-help": "Посочете сървърите, с които не искате Вашият NodeBB да осъществява връзка. Или можете вместо това да посочите конкретни сървъри, с които <em>разрешавате</em> връзката. И двете възможности са налични, но може да изберете само една от тях.",
	"server.filter-help-hostname": "Въведете само имената на сървърите по-долу (например <code>example.org</code>), като всеки сървър трябва да е на отделен ред.",
	"server.filter-allow-list": "Това да се ползва като списък с разрешените сървъри"
}