{
	"intro-lead": "Какво представлява федерирането?",
	"intro-body": "NodeBB може да осъществява връзка с други инсталации на NodeBB, които поддържат това. Това се постига чрез протокол наречен <a href=\"https://activitypub.rocks/\">ActivityPub</a>. Ако е включено, NodeBB ще може да осъществява връзка и с други приложения и уеб сайтове, които ползват ActivityPub (например Мастодон, Peertube и т.н.)",
	"general": "Общи",
	"pruning": "Премахване на съдържанието",
	"content-pruning": "Брой дни за съхранение на отдалечено съдържание",
	"content-pruning-help": "Имайте предвид, че отдалеченото съдържание, за което е имало някакви действия (отговори или положителни/отрицателни гласове) ще бъде запазено. (0 = изключено)",
	"user-pruning": "Брой дни за кеширане на отдалечените потребителски акаунти",
	"user-pruning-help": "Отдалечените потребителски акаунти ще бъдат премахнати, само ако не са публикували нищо. Иначе ще бъдат извличани повторно. (0 = изключено)",
	"enabled": "Включване на федерирането",
	"enabled-help": "Ако е включено, този NodeBB ще може да осъществява връзка с всички клиенти ползващи ActivityPub в цялата федивселена.",
	"allowLoopback": "Разрешаване на обработката на локална обратна връзка",
	"allowLoopback-help": "Полезно само за дебъгване. Най-добре е това да бъде изключено",

	"probe": "Отваряне в приложението",
	"probe-enabled": "Дали да се опитва отваряне на нещата поддържащи ActivityPub в NodeBB",
	"probe-enabled-help": "Ако е включено, NodeBB ще проверява всяка външна връзка дали поддържа ActivityPub и ако е така – ще я зарежда направо в NodeBB.",
	"probe-timeout": "Време за изчакване на проверката (милисекунди)",
	"probe-timeout-help": "(По подразбиране: 2000) Ако проверката не получи отговор в рамките на зададеното време, потребителят ще бъде изпратен директно на адреса на връзката. Задайте по-голямо число, ако уеб сайтовете отговарят по-бавно и искате да им дадете повече време.",

	"server-filtering": "Филтриране",
	"count": "Този NodeBB в момента знае за наличието на <strong>%1</strong> сървър(а)",
	"server.filter-help": "Посочете сървърите, с които не искате Вашият NodeBB да осъществява връзка. Или можете вместо това да посочите конкретни сървъри, с които <em>разрешавате</em> връзката. И двете възможности са налични, но може да изберете само една от тях.",
	"server.filter-help-hostname": "Въведете само имената на сървърите по-долу (например <code>example.org</code>), като всеки сървър трябва да е на отделен ред.",
	"server.filter-allow-list": "Това да се ползва като списък с разрешените сървъри"
}