{
	"email-settings": "Настройки за е-пощата",
	"address": "Адрес на е-пощата",
	"address-help": "Следният адрес на е-поща е този, който получателят ще види в полетата „От“ и “Отговор до“.",
	"from": "Име за полето „От“",
	"from-help": "Името на изпращача, което да бъде показано в е-писмото.",

	"smtp-transport": "SMTP Transport",
	"smtp-transport.enabled": "Използване на външен сървър за е-поща за изпращане на е-писма",
	"smtp-transport-help": "Можете да изберете от списък от познати услуги, или да въведете такава ръчно.",
	"smtp-transport.service": "Изберете услуга",
	"smtp-transport.service-custom": "Custom Service",
	"smtp-transport.service-help": "Select a service name above in order to use the known information about it. Alternatively, select 'Custom Service' and enter the details below.",
	"smtp-transport.gmail-warning1": "There have been reports of the Gmail service not working on accounts with heightened security. In those scenarios, you will have to <a href=\"https://www.google.com/settings/security/lesssecureapps\">configure your GMail account to allow less secure apps</a>.",
	"smtp-transport.gmail-warning2": "For more information about this workaround, <a href=\"https://nodemailer.com/usage/using-gmail/\">please consult this NodeMailer article on the issue.</a> An alternative would be to utilise a third-party emailer plugin such as SendGrid, Mailgun, etc. <a href=\"{config.relative_path}/admin/extend/plugins\">Browse available plugins here</a>.",
	"smtp-transport.host": "SMTP Host",
	"smtp-transport.port": "SMTP Port",
	"smtp-transport.username": "Username",
	"smtp-transport.username-help": "<b>For the Gmail service,</b> enter the full email address here, especially if you are using a Google Apps managed domain.",
	"smtp-transport.password": "Password",

	"template": "Редактирана не шаблона за е-писма",
	"template.select": "Изберете шаблон за е-писма",
	"template.revert": "Връщане на оригинала",
	"testing": "Проба на е-писмата",
	"testing.select": "Изберете шаблон за е-писма",
	"testing.send": "Изпращане на пробно е-писмо",
	"testing.send-help": "Пробното е-писмо ще бъде изпратено до е-пощата на текущо вписания потребител.",
	"subscriptions": "Абонаменти за е-писма",
	"subscriptions.disable": "Изключване на известията по е-поща за абонати",
	"subscriptions.hour": "Време за разпращане",
	"subscriptions.hour-help": "Моля, въведете число, представляващо часа, в който да се разпращат е-писма с подготвеното резюме (напр.. <code>0</code> за полунощ, <code>17</code> за 5 следобед). Имайте предвид, че този час е според часовата зона на сървъра и може да не съвпада с часовника на системата Ви.<br /> Приблизителното време на сървъра е: <span id=\"serverTime\"></span><br /> Изпращането на следващия ежедневен бюлетин е планирано за   <span id=\"nextDigestTime\"></span>"
}