{
	"intro-lead": "Cos'è la federazione?",
	"intro-body": "NodeBB è in grado di comunicare con altre istanze NodeBB che lo supportano. Ciò avviene attraverso un protocollo chiamato <a href=\"https://activitypub.rocks/\">ActivityPub</a>. Se abilitato, NodeBB sarà in grado di comunicare anche con altre applicazioni e siti web che utilizzano ActivityPub (ad es. Mastodon, Peertube, ecc.).",
	"general": "Generale",
	"pruning": "Sfoltimento contenuto",
	"content-pruning": "Giorni per mantenere il contenuto remoto",
	"content-pruning-help": "Si noti che i contenuti remoti che hanno ricevuto un coinvolgimento (una risposta o un voto positivo/negativo) saranno conservati. (0 per disabilitarlo)",
	"user-pruning": "Giorni di archiviazione degli account degli utenti remoti",
	"user-pruning-help": "Gli account degli utenti remoti saranno eliminati solo se non hanno messaggi. In caso contrario, saranno recuperati. (0 per disabilitato)",
	"enabled": "Abilita federazione",
	"enabled-help": "Se abilitato, consentirà a questo NodeBB di comunicare con tutti i client abilitati ad Activitypub nel più ampio fediverso.",
	"allowLoopback": "Consenti l'elaborazione del loopback",
	"allowLoopback-help": "Utile solo a scopo di debug. Probabilmente è meglio lasciarlo disattivato.",

	"probe": "Apri in App",
	"probe-enabled": "Prova ad aprire le risorse abilitate ad ActivityPub in NodeBB",
	"probe-enabled-help": "Se abilitato, NodeBB controllerà ogni link esterno per trovare un equivalente di ActivityPub e lo caricherà invece in NodeBB.",
	"probe-timeout": "Timeout di ricerca (millisecondi)",
	"probe-timeout-help": "(Predefinito: 2000) Se la query di ricerca non riceve una risposta entro l'intervallo di tempo  impostato, l'utente l'utente sarà indirizzato direttamente al link. Aumenta questo numero se i siti rispondono lentamente e desideri concedere più tempo.",

	"rules": "Categorizzazione",
	"rules-intro": "I contenuti scoperti tramite ActivityPub possono essere categorizzati automaticamente in base a determinate regole (ad es. hashtag)",
	"rules.modal.title": "Come funziona",
	"rules.modal.instructions": "Tutti i contenuti in arrivo sono controllati in base a queste regole di categorizzazione e i contenuti corrispondenti sono automaticamente spostati nella categoria scelta.<br /><br /><strong>N.B.</strong> Contenuti già categorizzati (ad es. in una categoria remota) non passerà attraverso queste regole.",
	"rules.add": "Aggiungi nuova regola",
	"rules.help-hashtag": "Le discussioni contenenti questo hashtag senza distinzione tra maiuscole e minuscole corrisponderanno. Non inserire il simbolo <code>#</code>",
	"rules.help-user": "Le discussioni create dall'utente inserito corrisponderanno. Inserisci un nome utente o un ID completo (ad es. <code>bob@example.org</code> or <code>https://example.org/users/bob</code>.",
	"rules.type": "Tipo",
	"rules.value": "Valore",
	"rules.cid": "Categoria",

	"relays": "Relè",
	"relays.intro": "Un relè migliora la scoperta dei contenuti da e verso il tuo NodeBB. Iscriversi a un relè significa che i contenuti ricevuti dal relè vengono inoltrati qui, e i contenuti pubblicati qui vengono distribuiti all'esterno dal relè.",
	"relays.warning": "Nota: I relè possono inviare grandi quantità di traffico e potrebbero far aumentare i costi di archiviazione ed elaborazione.",
	"relays.litepub": "NodeBB segue lo standard del relè in stile LitePub. L'URL inserito deve terminare con <code>/actor</code>.",
	"relays.add": "Aggiungi nuovo relè",
	"relays.relay": "Relè",
	"relays.state": "Stato",
	"relays.state-0": "In sospeso",
	"relays.state-1": "Solo ricezione",
	"relays.state-2": "Attivo",

	"server-filtering": "Filtraggio",
	"count": "Questo NodeBB è attualmente a conoscenza di <strong>%1</strong> server",
	"server.filter-help": "Specifica i server a cui desideri impedire la federazione con il tuo NodeBB. In alternativa, puoi scegliere di <em>consentire</em> in modo selettivo la federazione con server specifici. Entrambe le opzioni sono supportate, anche se si escludono a vicenda.",
	"server.filter-help-hostname": "Inserisci solo il nome host dell'istanza sottostante (ad es. <code>example.org</code>), separato da interruzioni di riga.",
	"server.filter-allow-list": "Usa invece questo come Elenco permessi"
}