{
	"intro-lead": "Qu'est-ce que la fédération ?",
	"intro-body": "NodeBB est capable de communiquer avec d’autres instances de NodeBB qui le prennent en charge. Cela est réalisé via un protocole appelé <a href=\"https://activitypub.rocks/\">ActivityPub</a>. Si activé, NodeBB pourra également communiquer avec d’autres applications et sites web qui utilisent ActivityPub (par exemple Mastodon, Peertube, etc.)",
	"general": "Général",
	"pruning": "Elagage de contenu",
	"content-pruning": "Durée de conservatio du contenu distant",
	"content-pruning-help": "Notez que le contenu distant qui a reçu une participation (une réponse ou un vote positif/négatif) sera préservé. (0 pour désactiver)",
	"user-pruning": "Durée de mise en cache des comptes utilisateurs distants",
	"user-pruning-help": "Les comptes d’utilisateurs distants seront élagués s’ils n’ont pas de publications. Sinon, ils seront re-récupérés. (0 pour désactiver)",
	"enabled": "Activer la fédération",
	"enabled-help": "Si activé, cela permettra à ce NodeBB de communiquer avec tous les clients compatibles ActivityPub sur le fediverse.",
	"allowLoopback": "Autoriser le traitement en boucle",
	"allowLoopback-help": "Utile à des fins de débogage uniquement. Nous vous recommandons de laisser cela désactivé.",

	"probe": "Ouvrir dans l’application",
	"probe-enabled": "Tenter d’ouvrir les ressources compatibles ActivityPub dans NodeBB",
	"probe-enabled-help": "Si activé, NodeBB vérifiera chaque lien externe afin de déterminer s’il existe un équivalent ActivityPub, et le chargera dans NodeBB à la place.",
	"probe-timeout": "Expiration de la recherche (ms)",
	"probe-timeout-help": "(Par défaut : 2000) Si la requête de recherche n’obtient pas de réponse dans le délai défini, l’utilisateur est automatiquement redirigé vers le lien. Augmentez cette valeur si les sites répondent lentement et que vous souhaitez accorder davantage de temps.",

	"rules": "Catégorisation",
	"rules-intro": "Le contenu découvert via ActivityPub peut être automatiquement catégorisé en fonction de certaines règles (par exemple, hashtag)",
	"rules.modal.title": "Comment cela fonctionne",
	"rules.modal.instructions": "Tout contenu entrant est vérifié selon ces règles de catégorisation, et le contenu correspondant est automatiquement déplacé dans la catégorie de choix.<br /><br /><strong>N.B.</strong> Le contenu qui est déjà catégorisé (c’est-à-dire dans une catégorie distante) ne passera pas par ces règles.",
	"rules.add": "Ajouter une nouvelle règle",
	"rules.help-hashtag": "Les sujets qui contiennent ce hashtag, quelle que soit la casse, seront inclus. Ne saisissez pas le symbole <code>#</code> ",
	"rules.help-user": "Les sujets créés par l’utilisateur saisi seront pris en compte. Entrez un identifiant ou un ID complet (par ex. <code>bob@exemple.org</code> ou <code>https://exemple.org/users/bob</code>).",
	"rules.type": "Type",
	"rules.value": "Valeur",
	"rules.cid": "Catégorie",

	"relays": "Relais",
	"relays.intro": "Un relais améliore la découverte de contenu vers et depuis votre instance NodeBB. S’abonner à un relais signifie que le contenu reçu par le relais est transmis ici, et que le contenu publié ici est diffusé vers l’extérieur par le relais.",
	"relays.warning": "Remarque : les relais peuvent générer d’importants volumes de trafic entrant et entraîner une augmentation des coûts de stockage et de traitement.",
	"relays.litepub": "NodeBB suit le standard de relais de type LitePub. L’URL que vous saisissez ici doit se terminer par /actor.",
	"relays.add": "Ajouter un nouveau relais",
	"relays.relay": "Relais",
	"relays.state": "Etat",
	"relays.state-0": "En attente",
	"relays.state-1": "Recevoir uniquement",
	"relays.state-2": "Actif",

	"server-filtering": "Filtrage",
	"count": "Ce NodeBB connaît actuellement <strong>%1</strong> serveur(s)",
	"server.filter-help": "Spécifiez les serveurs que vous souhaitez interdire de se fédérer avec votre NodeBB. Vous pouvez également autoriser sélectivement la fédération <em> permettre</em> avec certains serveurs. Ces deux options sont possibles, mais incompatibles.",
	"server.filter-help-hostname": "Saisissez uniquement le nom d’hôte de l’instance ci-dessous (par ex. <code>exemple.org</code>), en les séparant par des sauts de ligne.",
	"server.filter-allow-list": "Utiliser comme liste blanche",

	"content.outgoing": "Outgoing",
	"content.summary-limit": "Character count after which a summary is generated",
	"content.summary-limit-help": "When content is federated out that exceeds this character count, a <code>summary</code> is generated, comprising of all complete sentences prior to this limit. (Default: 500)",
	"content.break-string": "Note/Article Delimiter",
	"content.break-string-help": "This delimiter can be manually inserted by power users when composing new topics. It instructs NodeBB to use content up until that point as part of the <code>summary</code>. If this string is not used, then the character count fallback applies. (Default: <code>[...]</code>)"
}