{
	"email-settings": "Paramètres E-mail",
	"address": "Adresse e-mail",
	"address-help": "L'adresse e-mail suivante fait référence à l'adresse que le destinataire verra dans les champs \"De :\" et \"Répondre à :\". ",
	"from": "Nom de l’expéditeur",
	"from-help": "Le nom de l’expéditeur à afficher dans l'e-mail",
	"gmail-routing": "Routing Gmail",
	"gmail-routing-help1": "Il y a eu des rapports selon lesquels le routage Gmail ne fonctionne pas avec les comptes ayant une sécurité plus élevée. Dans ce cas vous devez<a href=\"https://www.google.com/settings/security/lesssecureapps\">configuer votre compte Gmail pour qu'il autorise les applications moins sécurisées.",
	"gmail-routing-help2": "Pour plus d'information sur cette astuce, <a href=\"https://nodemailer.com/using-gmail/\">merci de consulter l'article de NodeMailer sur ce sujet.</a> Une alternative serait d'utiliser un service tiers d'envoi d'email tel que SendGrid, Mailgun, etc. <a href=\"{config.relative_path}/admin/extend/plugins\">Afficher les plugins disponibles ici</a>.",
	"gmail-transport": "Router les e-mails via un compte Gmail/Google Apps",
	"gmail-transport.username": "Nom d'utilisateur",
	"gmail-transport.username-help": "Entrer l'adresse e-mail complète ici, surtout si vous utilisez un domaine géré par Google Apps.",
	"gmail-transport.password": "Mot de passe",
	"template": "Modifier le modèle d'e-mail",
	"template.select": "Sélectionner un modèle d'e-mail ",
	"template.revert": "Retourner à l'original",
	"testing": "Test d'e-mail",
	"testing.select": "Sélectionner un modèle d'e-mail ",
	"testing.send": "Envoyer un e-mail de test",
	"testing.send-help": "Le test d'e-mail sera envoyé à l'adresse e-mail de l'utilisateur actuellement connecté.",
	"subscriptions": "Abonnements d'e-mail",
	"subscriptions.disable": "Désactiver les e-mails de notification des abonnés",
	"subscriptions.hour": "Heure d'envoi",
	"subscriptions.hour-help": "Veuillez entrer un nombre représentant l'heure à laquelle envoyer les emails de résumé (c'est à dire <code>0</code> pour minuit, <code>17</code> pour 5:00 pm). Gardez à l'esprit qu'il s'agit de l'heure du serveur, et peut ne pas correspondre à votre heure locale.<br /> L'heure du serveur est : <span id=\"serverTime\"></span><br /> Le prochain mail de resumé sera envoyé à <span id=\"nextDigestTime\"></span>"
}