{
	"intro-lead": "Kva er føderering?",
	"intro-body": "NodeBB kan kommunisere med andre NodeBB-instansar som støttar det. Dette blir oppnådd gjennom ein protokoll kalla <a href=\"https://activitypub.rocks/\">ActivityPub</a>. Dersom aktivert, vil NodeBB òg kunne kommunisere med andre appar og nettsider som brukar ActivityPub (t.d. Mastodon, Peertube, osb.).",
	"general": "Generelt",
	"pruning": "Innhaldsbeskjæring",
	"content-pruning": "Dagar å behalde eksternt innhald",
	"content-pruning-help": " Merk at eksternt innhald som har fått engasjement (eit svar eller ei anbefaling) vil bli bevart. (0 for deaktivert)",
	"user-pruning": "Dagar å mellomlagre eksterne brukarkontoar",
	"user-pruning-help": "Eksterne brukarkontoar vil berre bli fjerna dersom dei ikkje har innlegg. Elles vil dei bli henta på nytt. (0 for deaktivert)",
	"enabled": "Aktiver føderering",
	"enabled-help": "Dersom aktivert, vil dette gjere at NodeBB kan kommunisere med alle ActivityPub-aktiverte klientar i det større fødiverset.",
	"allowLoopback": "Tillat loopback-prosessering",
	"allowLoopback-help": "Nyttig berre for feilsøking. Du bør sannsynlegvis la dette vere deaktivert.",

	"probe": "Opne i app",
	"probe-enabled": "Forsøk å opne ActivityPub-aktiverte ressursar i NodeBB",
	"probe-enabled-help": "Dersom aktivert, vil NodeBB sjekke kvar ekstern lenkje for ein ActivityPub-ekvivalent og laste den inn i NodeBB i staden.",
	"probe-timeout": "Oppslagstimeout (millisekund)",
	"probe-timeout-help": "(Standard: 2000) Dersom oppslagsførespurnaden ikkje får eit svar innan den angitte tidsramma, vil brukaren bli sendt direkte til lenkja i staden. Juster dette talet oppover dersom nettsider responderer sakte, og du ønskjer å gi ekstra tid.",

	"rules": "Categorization",
	"rules-intro": "Content discovered via ActivityPub can be automatically categorized based on certain rules (e.g. hashtag)",
	"rules.modal.title": "How it works",
	"rules.modal.instructions": "Any incoming content is checked against these categorization rules, and matching content is automatically moved into the category of choice.<br /><br /><strong>N.B.</strong> Content that is already categorized (i.e. in a remote category) will not pass through these rules.",
	"rules.add": "Add New Rule",
	"rules.help-hashtag": "Topics containing this case-insensitive hashtag will match. Do not enter the <code>#</code> symbol",
	"rules.help-user": "Topics created by the entered user will match. Enter a handle or full ID (e.g. <code>bob@example.org</code> or <code>https://example.org/users/bob</code>.",
	"rules.type": "Type",
	"rules.value": "Value",
	"rules.cid": "Category",

	"relays": "Relays",
	"relays.intro": "A relay improves discovery of content to and from your NodeBB. Subscribing to a relay means content received by the relay is forwarded here, and content posted here is syndicated outward by the relay.",
	"relays.warning": "Note: Relays can send larges amounts of traffic in, and may increase storage and processing costs.",
	"relays.litepub": "NodeBB follows the LitePub-style relay standard. The URL you enter here should end with <code>/actor</code>.",
	"relays.add": "Add New Relay",
	"relays.relay": "Relay",
	"relays.state": "State",
	"relays.state-0": "Pending",
	"relays.state-1": "Receiving only",
	"relays.state-2": "Active",

	"server-filtering": "Filtrer etter",
	"count": "Denne NodeBB-en er for tida klar over <strong>%1</strong> server(ar)",
	"server.filter-help": "Spesifiser serverar du ønskjer å hindre frå å føderere med din NodeBB. Alternativt kan du velje å <em>tillate</em> føderasjon berre med spesifikke serverar. Begge alternativ er støtta, men dei er gjensidig utelukkande.",
	"server.filter-help-hostname": "Skriv berre inn vertsnamnet for instansen nedanfor (t.d. <code>døme.no</code>), separert med linjeskift.",
	"server.filter-allow-list": "Bruk dette som ei tillatingsliste i staden"
}