{
	"intro-lead": "Ce este Federația?",
	"intro-body": "NodeBB poate comunica cu alte instanțe NodeBB care îl suportă. Acest lucru se realizează printr-un protocol numit <a href=\"https://activitypub.rocks/\">ActivityPub</a>. Dacă este activat, NodeBB va putea comunica și cu alte aplicații și site-uri web care utilizează ActivityPub (de exemplu, Mastodon, Peertube etc.).",
	"general": "General",
	"pruning": "Eliminarea Conținutului",
	"content-pruning": "Zile pentru păstrarea conținutului de la distanță",
	"content-pruning-help": "Rețineți că va fi păstrat conținutul de la distanță cu care s-a interacționat (un răspuns sau un vot pozitiv/negativ). (0 pentru dezactivat)",
	"user-pruning": "Zile pentru a păstra în memoria cache conturile de utilizatori de la distanță",
	"user-pruning-help": "Conturile de utilizatori de la distanță vor fi eliminate doar dacă nu au postări. În caz contrar, vor fi recuperate. (0 pentru dezactivat)",
	"enabled": "Activează Federația",
	"enabled-help": "Dacă este activat, acest lucru va permite ca NodeBB să poată comunica cu toți clienții compatibili cu Activitypub de pe fediverse.",
	"allowLoopback": "Permite procesarea loopback",
	"allowLoopback-help": "Util doar pentru depanare. Probabil ar trebui să lași această opțiune dezactivată.",

	"probe": "Deschide în Aplicație",
	"probe-enabled": "Încercă să deschidă resurse compatibile cu ActivityPub în NodeBB",
	"probe-enabled-help": "Dacă este activat, NodeBB va verifica fiecare link extern pentru un echivalent ActivityPub și îl va încărca în NodeBB.",
	"probe-timeout": "Timp de așteptare (milisecunde)",
	"probe-timeout-help": "(Implicit: 2000) Dacă interogarea de căutare nu primește un răspuns în intervalul de timp setat, utilizatorul va fi direcționat direct către link. Ajustați acest număr mai mare dacă site-urile răspund lent și doriți să acordați timp suplimentar.",

	"rules": "Clasificare",
	"rules-intro": "Conținutul descoperit prin ActivityPub poate fi clasificat automat pe baza anumitor reguli (de exemplu, hashtag)",
	"rules.modal.title": "Cum funcționează",
	"rules.modal.instructions": "Orice conținut primit este verificat în funcție de aceste reguli de clasificare, iar conținutul corespunzător este mutat automat în categoria aleasă.<br /><br /><strong>N.B.</strong> Conținutul care este deja clasificat (adică într-o categorie de la distanță) nu va trece prin aceste reguli.",
	"rules.add": "Adăugă Regulă Nouă",
	"rules.help-hashtag": "Subiectele care conțin acest hashtag fără a ține cont de majuscule/minuscule se vor potrivi. Nu introduceți simbolul <code>#</code>",
	"rules.help-user": "Subiectele create de utilizatorul introdus se vor potrivi. Introduceți un nume de utilizator sau un ID complet (e.g. <code>bob@example.org</code> sau <code>https://example.org/users/bob</code>.",
	"rules.type": "Tip",
	"rules.value": "Valoare",
	"rules.cid": "Categorie",

	"relays": "Retransmițători",
	"relays.intro": "O funcție de retransmitere îmbunătățește descoperirea conținutului către și de la NodeBB-ul dvs. Abonarea la o funcție de retransmitere înseamnă că respectivul conținut primit de către retransmitere este redirecționat aici, iar conținutul postat aici este sindicalizat către exterior de către retransmitere.",
	"relays.warning": "Notă: Releele pot trimite volume mari de trafic și pot crește costurile de stocare și procesare.",
	"relays.litepub": "NodeBB respectă standardul de retransmisie în stil LitePub. URL-ul pe care îl introduceți aici ar trebui să se termine cu <code>/actor</code>.",
	"relays.add": "Adaugă Retransmițător Nou",
	"relays.relay": "Retransmițător",
	"relays.state": "Stare",
	"relays.state-0": "În Așteptare",
	"relays.state-1": "Doar Primește",
	"relays.state-2": "Activ",

	"server-filtering": "Filtrează",
	"count": "NodeBB cunoaște acum %1</strong> server(e)",
	"server.filter-help": "Specificați serverele interzise a se conecta cu NodeBB-ul dvs. Alternativ, puteți opta să <em>permiteți</em> selectiv conectarea cu anumite servere. Ambele opțiuni sunt acceptate, deși se exclud reciproc.",
	"server.filter-help-hostname": "Introduceți mai jos doar numele instanței (de exemplu, <code>example.org</code>), câte unul pe rând.",
	"server.filter-allow-list": "Folosește ca Poziții Permise"
}