{
	"name": "Monde",
	"latest": "Dernier",
	"popular-day": "Popular (Day)",
	"popular-week": "Popular (Week)",
	"popular-month": "Popular (Month)",
	"popular-year": "Popular (Year)",
	"popular-alltime": "Popular (All Time)",
	"recent": "Tous",
	"help": "Aide",

	"help.title": "Qu'est-ce que cette page ?",
	"help.intro": "Bienvenue dans votre coin du fediverse.",
	"help.fediverse": "Le \"fediverse\" est un réseau d'applications et de sites web interconnectés qui communiquent entre eux et dont les utilisateurs peuvent se voir. Ce forum est fédéré et peut interagir avec ce web social (ou \"fediverse\"). Cette page est votre coin du fediverse. Elle contient uniquement des sujets créés par, et partagés par, les utilisateurs que <strong>vous</strong> suivez.",
	"help.build": "Il n'y a peut-être pas encore beaucoup de sujets ici au début, c'est normal. Vous commencerez à voir plus de contenu au fil du temps lorsque vous commencerez à suivre d'autres utilisateurs.",
	"help.federating": "De même, si des utilisateurs extérieurs à ce forum commencent à <em>vous</em> suivre, vos publications commenceront à apparaître sur ces applications et sites web également.",
	"help.next-generation": "C'est la prochaine génération des réseaux sociaux, commencez à contribuer dès aujourd'hui !",

	"onboard.title": "Votre fenêtre sur le fediverse...",
	"onboard.what": "Voici votre catégorie personnalisée, composée uniquement de contenu trouvé en dehors de ce forum. La présence de contenu sur cette page dépend de si vous suivez la personne, ou si ce post a été partagé par quelqu'un que vous suivez.",
	"onboard.why": "Il se passe beaucoup de choses en dehors de ce forum, et tout n'est pas nécessairement pertinent pour vos intérêts. C'est pourquoi suivre des personnes est le meilleur moyen de signaler que vous souhaitez voir plus de contenu de leur part.",
	"onboard.how": "En attendant, vous pouvez cliquer sur les boutons de raccourci en haut pour voir ce que ce forum connaît d'autre et commencer à découvrir de nouveaux contenus !",

	"category-search": "Trouver une catégorie..."
}