{
	"reputation": "Reputation Settings",
	"disable": "ปิดการใช้งานระบบชื่อเสียง",
	"disable-down-voting": "ปิดการใช้งานการโหวดลง",
	"upvote-visibility": "การมองเห็นผลโหวตขึ้น",
	"upvote-visibility-all": "ทุกคนสามารถเห็นผลโหวตขึ้น",
	"upvote-visibility-loggedin": "เฉพาะผู้ที่เข้าระบบแล้วถึงเห็นผลโหวตขึ้น",
	"upvote-visibility-privileged": "เฉพาะผู้ที่ได้สิทธิ์เช่นผู้ดูแลระบบหรือผู้ควบคุมถึงเห็นผลโหวตขึ้น",
	"downvote-visibility": "การมองเห็นผลโหวตลง",
	"downvote-visibility-all": "ทุกคนสามารถเห็นผลโหวตลง",
	"downvote-visibility-loggedin": "เฉพาะผู้ที่เข้าระบบแล้วถึงเห็นผลโหวตลง",
	"downvote-visibility-privileged": "เฉพาะผู้ที่ได้สิทธิ์เช่นผู้ดูแลระบบหรือผู้ควบคุมถึงเห็นผลโหวตลง",
	"thresholds": "เกณฑ์สำหรับการกระทำ",
	"min-rep-upvote": "ชื่อเสียงขั้นต่ำที่สามารถโหวดโพสต์ขึ้นได้",
	"upvotes-per-day": "จำนวนโหวดขึ้นต่อวัน (ตั้งค่าเป็น 0 ถ้าให้โหวดขึ้นได้ไม่จำกัดจำนวน)",
	"upvotes-per-user-per-day": "จำนวนโหวดขึ้นต่อผู้ใช้งานต่อวัน (ตั้งค่าเป็น 0 ถ้าให้โหวดขึ้นได้ไม่จำกัดจำนวน)",
	"min-rep-downvote": "ชื่อเสียงขั้นต่ำที่สามารถโหวดโพสต์ลงได้",
	"downvotes-per-day": "จำนวนโหวดลงต่อวัน (ตั้งค่าเป็น 0 ถ้าให้โหวดลงได้ไม่จำกัดจำนวน)",
	"downvotes-per-user-per-day": "จำนวนโหวดลงต่อผู้ใช้งานต่อวัน (ตั้งค่าเป็น 0 ถ้าให้โหวดลงได้ไม่จำกัดจำนวน)",
	"min-rep-chat": "ชื่อเสียงขึ้นต่ำที่สามารถส่งข้อความแชทได้",
	"min-rep-post-links": "ชื่อเสียงขึ้นต่ำที่สามารถโพสต์ลิงก์ได้",
	"min-rep-flag": "ชื่อเสียงขึ้นต่ำที่สามารถรายงานโพสต์ได้",
	"min-rep-aboutme": "ชื่อเสียงขึ้นต่ำที่สามารถเพิ่ม ข้อมูลเกี่ยวกับฉัน ลงในหน้าโปรไฟล์ผู้ใช้",
	"min-rep-signature": "ชื่อเสียงขึ้นต่ำที่สามารถเพิ่ม ลายเซ็น ลงในหน้าโปรไฟล์ผู้ใช้",
	"min-rep-profile-picture": "ชื่อเสียงขึ้นต่ำที่สามารถเพิ่ม รูปภาพโปรไฟล์ ลงในหน้าโปรไฟล์ผู้ใช้",
	"min-rep-cover-picture": "ชื่อเสียงขึ้นต่ำที่สามารถเพิ่ม รูปภาพปก ลงในหน้าโปรไฟล์ผู้ใช้",

	"flags": "การตั้งค่าการรายงาน",
	"flags.limit-per-target": "จำนวนครั้งสูงสุดที่บางอย่างสามารถถูกรายงานได้",
	"flags.limit-per-target-placeholder": "ค่าเริ่มต้น: 0",
	"flags.limit-per-target-help": "เมื่อโพสต์หรือผู้ใช้งานถูกรายงานหลายครั้ง ทุกการรายงานเพิ่มเติมจะถูกนับเป็น &quot;จำนวนรายงาน&quot; ตั้งค่าตัวเลือกนี้เป็นตัวเลขอื่นนอกเหนือจาก 0 เพื่อจำกัดจำนวนรายงานที่สามารถได้รับ",
	"flags.limit-post-flags-per-day": "จำนวนครั้งสูงสุดที่ผู้ใช้งานหนึ่งสามารถรายงานโพสต์ได้ใน 1 วัน",
	"flags.limit-post-flags-per-day-help": "ตั้งค่าเป็น 0 ถ้าสามารถทำได้ไม่จำกัด (ค่าเริ่มต้น: 10)",
	"flags.limit-user-flags-per-day": "จำนวนครั้งสูงสุดที่ผู้ใช้งานหนึ่งสามารถรายงานผู้ใช้งานอื่นได้ใน 1 วัน",
	"flags.limit-user-flags-per-day-help": "ตั้งค่าเป็น 0 ถ้าสามารถทำได้ไม่จำกัด (ค่าเริ่มต้น: 10)",
  	"flags.auto-flag-on-downvote-threshold": "จำนวนการโหวดลงที่ทำให้ระบบรายงานโพสต์โดยอัตโนมัติทำงาน",
	"flags.auto-flag-on-downvote-threshold-help": "ตั้งค่าเป็น 0 ถ้าสามารถทำได้ไม่จำกัด (ค่าเริ่มต้น: 10)",
	"flags.auto-resolve-on-ban": "ถือว่ารายงานทั้งหมดของผู้ใช้งานถูกจัดการแล้วเมื่อผู้ใช้งานนั้นโดนแบน",
	"flags.action-on-resolve": "เมื่อการรายงานถูกจัดการแล้ว ให้ทำดังต่อไปนี้",
	"flags.action-on-reject": "เมื่อการรายงานถูกปฏิเสธ ให้ทำดังต่อไปนี้",
	"flags.action.nothing": "ไม่ทำอะไร",
	"flags.action.rescind": "ยกเลิกการแจ้งเตือน ผู้ดูแลบอร์ด และผู้ดูแลระบบ"
}